Repository: wajbai/Source-test
Catalog: WindowsSource/Win/Modules/Master/frmAddressBook.*.resx
Languages: ta_in

# $this.Text
source: Address
ta_in: மபகோ்ா

# btnSave.Text
source: <u>&S</u>ave
ta_in: &தகதஇகா

# layoutControlItem1.Text
source: Type
ta_in: ஙறிலற

# layoutControlItem10.Text
source: URL
ta_in: ்ஙஉ

# layoutControlItem4.Text
source: State
ta_in: தகஷஇள

# layoutControlItem6.Text
source: Pin/Zip Code
ta_in: கஇறள ்

# layoutControlItem7.Text
source: Phone
ta_in: தஷஇளஆக

# layoutControlItem8.Text
source: Fax
ta_in: தஷஆள

# layoutControlItem9.Text
source: E-Mail
ta_in: ஔஆள

# lblAddress.Text
source: Address
ta_in: தளஇகஏை

# lblContactInfo.Text
source: Contact Info
ta_in: கதழஈ கஇகஐ

# lblCountry.CustomizationFormText
source: Country<color=red><b> * </b>
ta_in: கஇஐஆகற<color=red><b> * </b>

# lblCountry.Text
source: Country<color=red><b> * </b>
ta_in: தஉளகஆ<color=red><b> * </b>

# lblName.Text
source: Name<color=red><b> * </b>
ta_in: தஉதஆக<color=red><b> * </b>

# lblPlace.Text
source: Place
ta_in: இதஆளஏக

# rgType.Properties.Items1
source: Donor
ta_in: இகஐள

# rgType.Properties.Items3
source: Auditor
ta_in: சஆஐ
