Repository: wajbai/Source-test
Catalog: WindowsSource/Win/Modules/Master/frmLedgerDetailAdd.*.resx
Languages: fr_fr

# btnClose.Text
source: &Close
fr_fr: &Fermer

# btnSave.Text
source: &Save
fr_fr: &sauvegarder

# chkAssetGainLedger.Properties.Caption
source: Asset Gain Ledger
fr_fr: Grand livre des gains d'actifs

# chkAssetLossLedger.Properties.Caption
source: Asset Loss Ledger
fr_fr: Perte d'actifs

# chkBankCommissionLedger.Properties.Caption
source: Bank Commission Ledger
fr_fr: Commission bancaire

# chkBankFDInsLedger.Properties.Caption
source: FD Interest Ledger
fr_fr: Intérêts FD

# chkBankFDPenaltyLedger.Properties.Caption
source: FD Penalty Ledger
fr_fr: Pénalité FD

# chkBankSBInterest.Properties.Caption
source: SB Interest Ledger
fr_fr: Intérêt SB

# chkCostCentre.Properties.Caption
source: Set as Cost Centre Ledger
fr_fr: Définir comme centre de coûts

# chkDepriciationLedger.Properties.Caption
source: Depreciation Ledger
fr_fr: Dépréciation

# chkDisposalLedger.Properties.Caption
source: Disposal Ledger
fr_fr: Élimination

# chkInkindLedger.Properties.Caption
source: In Kind Ledger
fr_fr: Grand livre en nature

# chkIsGSTApplicable.Properties.Caption
source: Is GST Applicable
fr_fr: La TPS est-elle applicable

# chkIsTDSApplicable.Properties.Caption
source: Is TDS Applicable
fr_fr: Est-TDS Applicable

# chkSubsidyLedger.Properties.Caption
source: Subsidy Ledger
fr_fr: Subvention

# layoutControlItem10.Text
source: Country
fr_fr: Pays

# layoutControlItem12.Text
source: State
fr_fr: État

# layoutControlItem13.Text
source: PAN No
fr_fr: Casserole Non

# layoutControlItem21.Text
source: Budget Group
fr_fr: Groupe budgétaire

# layoutControlItem23.Text
source: Budget Sub Group
fr_fr: Sous-groupe

# layoutControlItem9.Text
source: Mobile Number
fr_fr: Numéro de portable

# lblAccountHolder.Text
source: Account Holder
fr_fr: Titulaire de compte

# lblAddress.Text
source: Address
fr_fr: Adresse

# lblBranch.Text
source: Branch <color=red>*
fr_fr: Branche<color=red> *

# lblDateClosed.Text
source: Date Closed
fr_fr: Date de fermeture

# lblDateOpened.Text
source: Date Opened<color=red> *
fr_fr: Date d'ouverture<color=red> *

# lblLedgerGroup.Text
source: Under the Group <color=red>*
fr_fr: Groupe<color=red> *

# lblLedgerName.Text
source: Ledger Name <color=red>*
fr_fr: Nom Ledger<color=red> *

# lblLedgerType.Text
source: Ledger Type <color=red>*
fr_fr: type de livre<color=red> *

# lblName.Text
source: Name
fr_fr: prénom

# lblNoP.Text
source: Nature of Payments
fr_fr: Nature des paiements

# lblNotes.Text
source: Notes
fr_fr: Remarques

# lblOperatedBy.Text
source: Operated By
fr_fr: Opéré par

# lblUsedCode.Text
source: Used Codes
fr_fr: codes d'occasion

# lcgBankAccountDetails.Text
source: Bank Account Details
fr_fr: Détails de compte en banque

# lcgDefaultLedgerGroup.Text
source: Ledger Info
fr_fr: Ledger Infos

# lcgExpense.CustomizationFormText
source: Expense Ledger Options
fr_fr: Option du grand livre des dépenses

# lcgGSt.CustomizationFormText
source: GST Information
fr_fr: Informations sur la TPS

# lcgHOLedger.CustomizationFormText
source: Map with Head Office Ledger
fr_fr: Carte avec le grand livre du siège social

# lcgIncome.CustomizationFormText
source: Income Ledger Options
fr_fr: Option du grand livre des revenus

# lcgLedgerDetail.Text
source: Root
fr_fr: Racine

# lcgLedgerProfile.Text
source: Ledger Profile
fr_fr: profil Ledger

# lcgTDSInfo.CustomizationFormText
source: Statutory Information
fr_fr: Informations statutaires

# lcgTDSInfo.Text
source: Statutory Information
fr_fr: Informations statutaire

# lciHOLedger.Text
source: Map with HO Ledger
fr_fr: Carte avec HO Ledger

# lcLedgerClosedDate.Text
source: Date Closed
fr_fr: Date de fermeture

# lcgHOLedger.Text
source: Map with Head Office Ledger
fr_fr: Carte avec HO Ledger

# lcgExpense.Text
source: Expense Ledger Options
fr_fr: Option du grand livre des dépenses

# lcgGSt.Text
source: GST Information
fr_fr: Informations sur la TPS

# lcgIncome.Text
source: Income Ledger Options
fr_fr: Option du grand livre des revenus
