Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Report/ReportObject/FC6Form.*.resx
Languages: fr_fr

# xrAssocationDetails.Text
source: 1. Associations details:
fr_fr: 1. Les associations de détails:

# xrBuddhist.Text
source: Buddhist
fr_fr: bouddhiste

# xrCapation.Text
source: Subject: Account of Foreign Contribution for the year ending on the
fr_fr: Objet: Compte de contributions étrangères pour l'année se terminant le

# xrchkOthers.Text
source: Others
fr_fr: Autres

# xrCultural.Text
source: Cultural
fr_fr: Culturel

# xrDonor.Text
source: 4. Donor wise receipts of foregin contribution:
fr_fr: 4. donateurs sages recettes de contribution foregin :

# xrEconomic.Text
source: Economic
fr_fr: Économique

# xrEducational.Text
source: Educational
fr_fr: Éducatif

# xrFormFC6.Text
source: FORM FC-6
fr_fr: FORMULAIRE FC- 6

# xrHindu.Text
source: Hindu
fr_fr: hindou

# xrLabel1.Text
source: [Refer rule 17(1)]
fr_fr: [Se reporter la règle 17(1)]

# xrLabel10.Text
source: Certificate given by Chartered Accountant
fr_fr: Certificat donné par Chartered Accountant

# xrLabel7.Text
source: PLEASE REFER TO ANNEXURE ENCLOSED
fr_fr: S'IL VOUS PLAÎT REPORTER AU Annexure JOINT

# xrLabel8.Text
source: Declaration
fr_fr: Déclaration

# xrMuslim.Text
source: Muslim
fr_fr: musulman

# xrOthers.Text
source: Others
fr_fr: Autres

# xrPermissionNoDate.Text
source: NOT APPLICABLE
fr_fr: N'EST PAS APPLICABLE

# xrReligious.Text
source: Religious
fr_fr: Religieux

# xrStaticAddress.Text
source: The Secretary to the Government of India, Ministry of Home Affairs, FCRA Wing / Foreigners Division, “NDCC-II Building”, Jai Singh Road, OFF Parliament Street, New Delhi – 110001.
fr_fr: Le Secrétaire du Gouvernement de l'Inde , Ministère de l'Intérieur, FCRA Wing / Division des étrangers , " NDCC - II du bâtiment " , Jai Singh Road, OFF Parliament Street , New Delhi - 110001.

# xrTableCell10.Text
source: (ii) Interest earned on the foreign contribution during the financial year (a) In the designated bank account
fr_fr: (Ii) Les intérêts gagnés sur la contribution étrangère au cours de l' exercice (A) Dans le compte bancaire désigné

# xrTableCell111.Text
source: 3. Name and Address of the Designated Branch of the Bank and Account Number (as specified in the application for registration / prior permission or permitted by the Central Government
fr_fr: 3. Nom et adresse de la Direction générale désignée du numéro Banque et compte (tel que spécifié dans la demande d'enregistrement / autorisation préalable ou autorisée par le gouvernement central

# xrTableCell113.Text
source: SI. No
fr_fr: SI. Non

# xrTableCell115.Text
source: Caution: Submission of false information or concealment of material facts shall attract the relevant provisions of Foreign Contribution (Regulation) Act 2010 (42 of 2010), warranting appropriate action.
fr_fr: Attention : Soumission de fausses informations ou la dissimulation de faits matériels doit attirer l' pertinente dispositions de contributions étrangères (règlement ) de la Loi 2010 ( 42 de 2010) , ce qui justifie les mesures appropriées .

# xrTableCell116.Text
source: Institution /individual /other donors
fr_fr: Institution / individuels / autres donateurs

# xrTableCell117.Text
source: Name(s) & address(es)
fr_fr: Nom (s ) et adresse (s )

# xrTableCell118.Text
source: Purpose(s)
fr_fr: But (s )

# xrTableCell119.Text
source: Date & month of Receipt
fr_fr: Date et mois de réception

# xrTableCell120.Text
source: Amount
fr_fr: Montant

# xrTableCell128.Text
source: Institutional donors
fr_fr: Les donateurs institutionnels

# xrTableCell129.Text
source: Total [(i)+(ii)+(iii)]
fr_fr: Totale [(i)+(ii)+(iii)]

# xrTableCell13.Text
source: (i) Total amount of foreign contribution received during the year
fr_fr: (I) le montant total de la contribution étrangère reçu pendant l'année

# xrTableCell130.Text
source: i)
fr_fr: je)

# xrTableCell132.Text
source: Individual donors above rupess one lakh
fr_fr: Les donateurs individuels au-dessus rupess un lakh

# xrTableCell133.Text
source: Place:
fr_fr: Endroit:

# xrTableCell135.Text
source: Individual donors below Rupees one lakh.
fr_fr: Les donateurs individuels ci-dessous un lakh Roupies .

# xrTableCell139.Text
source: Signature of the Chief Functionary
fr_fr: Signature du fonctionnaire en chef

# xrTableCell140.Text
source: (seal of the association)
fr_fr: (Sceau de l'association)

# xrTableCell141.Text
source: (Name of the Chief Functionary in block letters)
fr_fr: (Nom du fonctionnaire en chef en lettres moulées)

# xrTableCell142.Text
source: i.
fr_fr: je.

# xrTableCell154.Text
source: Bank
fr_fr: Banque

# xrTableCell16.Text
source: 3.Purpose(s) for which foreign contribution has been received and utilised:
fr_fr: 3.Objet(s) pour laquelle la contribution étrangère a été reçu et utilisé :

# xrTableCell165.Text
source: Certified that the association has maintained the accounts of foreign contribution and records relating thereto in the manner specified in section 19 of the Foreign Contribution (Regulation) Act,2010 (42 of 2010) read with rule 16 of the Foreign Contribution (Regulation) Rules ,2011.
fr_fr: Certifié que l'association a maintenu les comptes de contribution étrangère et les registres y de la manière indiquée à l'article 19 de la contribution étrangère (réglementation ) , 2010 ( 42 de 2010) lire à l'article 16 de la contribution étrangère (règlement ) Règles relatives , 2011 .

# xrTableCell17.Text
source: Place of
fr_fr: Lieu de

# xrTableCell171.Text
source: The information furnished in this certificate and in the enclosed Balance-Sheet and Statement of Receipt and Payment is correct as checked by me/us.
fr_fr: Les renseignements fournis dans ce certificat et dans le bilan et l'état de réception et de paiement ci-joint est correct comme vérifié par moi / nous .

# xrTableCell19.Text
source: (v) Denomination in case of Religious Association
fr_fr: ( V) Dénomination en cas de religieux Association

# xrTableCell22.Text
source: (iv) Nature of Association
fr_fr: (Iv) Nature de l'Association

# xrTableCell26.Text
source: Branch
fr_fr: Une succursale

# xrTableCell28.Text
source: (b) On investments made(Fixed Deposit Receipt etc) during the year or in the preceding years.
fr_fr: (B) Sur les investissements effectués (fixe Dépôt Accusé de réception , etc.) au cours de l'année ou dans les années précédentes.

# xrTableCell32.Text
source: In Cash
fr_fr: En liquide

# xrTableCell33.Text
source: Purpose
fr_fr: Objectif

# xrTableCell36.Text
source: Previous Balance
fr_fr: Solde précédent

# xrTableCell38.Text
source: Received During the Year
fr_fr: Reçus pendant l'année

# xrTableCell39.Text
source: Specific Activites
fr_fr: Spécifique activites

# xrTableCell4.Text
source: (i) Name and address (in Block Letters)
fr_fr: (I) Nom et adresse (en lettres majuscules)

# xrTableCell40.Text
source: In Cash
fr_fr: En liquide

# xrTableCell41.Text
source: In Kind (Value)
fr_fr: In Kind (Valeur)

# xrTableCell42.Text
source: In Kind Received
fr_fr: In Kind Reçu

# xrTableCell43.Text
source: Utilised
fr_fr: UTILISE

# xrTableCell45.Text
source: In Cash
fr_fr: En liquide

# xrTableCell46.Text
source: In Kind (Value)
fr_fr: In Kind (Valeur)

# xrTableCell47.Text
source: In Kind (Value)
fr_fr: In Kind (Valeur)

# xrTableCell49.Text
source: Balance
fr_fr: Équilibre

# xrTableCell5.Text
source: Address
fr_fr: Adresse

# xrTableCell51.Text
source: At First Recipient
fr_fr: Au premier récipiendaire

# xrTableCell52.Text
source: As 2nd / Subsequent Rect.
fr_fr: Comme 2e / Après Rect .

# xrTableCell53.Text
source: with Address
fr_fr: avec Adresse

# xrTableCell55.Text
source: with
fr_fr: avec

# xrTableCell63.Text
source: In Cash
fr_fr: En liquide

# xrTableCell65.Text
source: In Kind (Value)
fr_fr: In Kind (Valeur)

# xrTableCell68.Text
source: In Cash
fr_fr: En liquide

# xrTableCell7.Text
source: (ii) Registration Number and Date [under Foreign Contribution (Regulation) Act, 2010 (42 OF 2010)]
fr_fr: ( Ii ) le numéro d'enregistrement et la date [Contribution en vertu des Affaires étrangères (règlement) Loi de 2010 (42 2010)]

# xrTableCell8.Text
source: A/C No
fr_fr: A/C Non
