Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Report/View/frmReportFilter.*.resx
Languages: id_id

# $this.Text
source: Report Filter Criteria
id_id: Kriteri Saring Laporan

# btnClose.Text
source: &Cancel
id_id: &Batal

# chkBankFilter.Properties.Caption
source: S<b>h</b>ow Filter
id_id: T<b>a</b>mpilkan Saring

# chkDisplayTitles.Properties.Caption
source: Show Titles at Each Page
id_id: Tampilakan Judul pada tiap halaman

# chkGroupCode.Properties.Caption
source: Show Group Code
id_id: Tampilkan Kode Kelompok

# chkHorizontalLine.Properties.Caption
source: Horizontal Line
id_id: Garis Horizontal

# chkLedgerCode.Properties.Caption
source: Show Ledger Code
id_id: Tampilkan Kode Buku Kas induk

# chkLedgerFilter.Properties.Caption
source: S<b>h</b>ow Filter
id_id: T<b>a</b>mpilkan Saring

# chkLedgerGroupFilter.Properties.Caption
source: Sho<b>w</b> Filter
id_id: Tam<b>p</b>ilkan Saring

# chkNarration.Properties.Caption
source: Sho<b>w</b> Filter
id_id: Tam<b>p</b>ilkan Saring

# chkPageNumber.Properties.Caption
source: Show Page Number
id_id: Tampilkan Nomor Halaman

# chkProjectFilter.Properties.Caption
source: Sho<b>w</b> Filter
id_id: Tam<b>p</b>ilkan Saring

# chkShowFilterCostCenter.Properties.Caption
source: Sho<b>w</b> Filter
id_id: Tam<b>p</b>ilkan Saring

# chkShowReportLogo.Properties.Caption
source: Show Report Logo
id_id: Tampilkan Laporan Logo

# chkVerticalLine.Properties.Caption
source: Vertical Line
id_id: Garis Vertikal

# colCostCentreName.Caption
source: Name
id_id: nama

# colLedgerName.Caption
source: Ledger
id_id: Buku kas induk

# colNarration.Caption
source: Nature of Payments
id_id: Narasi

# colProjectName.Caption
source: Name
id_id: Nama

# grpLedgerGroup.Text
source: Ledger Group
id_id: Kelompok Buku Kas Induk

# layoutControlItem13.Text
source: Show Report Title As
id_id: Tampilkan Judul Laporan Sebagai

# lblDateFrom.Text
source: Date &From
id_id: Tanggal &Dari

# lblDateTo.Text
source: Date &To
id_id: Tanggal &Hingga

# lblReportDate.Text
source: Print Date
id_id: Tanggal Laporan

# lcgGroupCostCentre.Text
source: Cost Center
id_id: Pusat Harga

# lcgGroupNarration.Text
source: Nature of Payments
id_id: Narasi

# lcgProjectwithDivision.Text
source: Project
id_id: Proyek

# lcgReportPageHeader.Text
source: Page Header / Footer
id_id: Halaman Header / Footer

# xtpCostCentre.Text
source: &Cost Centre
id_id: &Pusat Harga

# xtpDate.Text
source: &Date
id_id: &Tanggal

# xtpLedger.Text
source: &Ledger
id_id: &Buku kas Induk

# xtpNarration.Text
source: &Nature of Payments
id_id: &Narasi

# xtpProject.Text
source: &Project
id_id: &Proyek

# xtpReportSetup.Text
source: &Report Setup
id_id: &Laporan setup
