Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# FD_UNMAPPING
source: Cannot unmap this Investment because Opening or Investment made for this Investment Ledger
fr_fr: Impossible de dissocier ce dépôt fixe parce que l'ouverture ou l'investissement a été effectué pour ce dépôt fixe du grand livre
id_id: Tidak bisa unmap setoran tetap/berjangka ini karena Membuka atau Investasi yang dilakukan untuk ini FD Ledger
pt_pt: Não pode desmapear este Depósito fixo porque abertura ou investimento feito para esta Depósito Ledger fixo
ta_in: திறப்பு அல்லது முதலீட்டு இந்த எஃப்டி லெட்ஜர் செய்யப்பட்ட ஏனெனில் இந்த நிலையான வைப்புத் unmap முடியாது

# FD_WITHDRAWAL
source: Investment Withdrawal
fr_fr: Retrait du Dépôt Fixe
id_id: FD Penarikan
pt_pt: FD Retirada
ta_in: எஃப்டி பின்வாங்கும்

# FD_WITHDRAWALAMOUNT_EXCEED
source: Withdrawal amount should be less than the invested amount.
fr_fr: Le montant du retrait doit être inférieur au montant investi.
ta_in: பின்வாங்கும் அளவு முதலீடு செய்த தொகையை விட குறைவாக இருக்க வேண்டும்.

# FD_WITHDRAWAL_ON_EMPTY
source: Withdrawal on is empty
fr_fr: La date de retrait est vide
id_id: Penarikan pada kosong
pt_pt: Retirada em está vazia
ta_in: மீது பின்வாங்கும் காலியாக உள்ளது

# FD_WITHDRAWAL_ON_GREATER_THAN_RENEWAL_DATE
source: Withdrawal On should be greater than the Last Renewal Date/Last Post interest Date
fr_fr: La date de retrait doit être supérieure à la date du dernier renouvellement ou à la date du dernier intérêt postal.
id_id: Penarikan On harus lebih besar dari yang terakhir Tanggal Perpanjangan
pt_pt: Retirada Em deve ser maior do que a última data de renovação
ta_in: திரும்பப் பெற கடைசி புதுப்பித்தல் தேதி / கடந்த போஸ்ட் வட்டி தேதி விட அதிகமாக இருக்க வேண்டும்

# FD_WITHDRAW_AMOUNT_EMPTY
source: Withdrawal amount is empty
fr_fr: Le montant du retrait est vide
id_id: tunai tarik kosong
pt_pt: Quantidade retirada é vazio
ta_in: பின்வாங்கும் அளவு காலியாக உள்ளது

# FD_WITHDRAW_AMOUNT_VALIDATION
source: Withdrawal amount cannot be greater than prinicipal amount
fr_fr: Le montant du retrait ne peut pas être supérieur au montant principal.
id_id: tunai tarik tidak dapat lebih besar dari jumlah prinicipal
pt_pt: Quantidade retirada não pode ser maior do que a quantidade prinicipal
ta_in: பின்வாங்கும் அளவு prinicipal தொகையை விட அதிகமாக இருக்க முடியாது

# FILE_NAME_EMPTY
source: File is empty
fr_fr: Le fichier est vide
ta_in: கோப்பு காலியாக உள்ளது

# FILE_NOT_EXIT
source: File is not exit in current location.
fr_fr: Le fichier est pas sortie dans l'emplacement actuel.
ta_in: கோப்பு தற்போதைய இடம் வெளியேறும் அல்ல.

# FILE_OPEND
source: Excel file is opened already close while Importing
fr_fr: fichier Excel est déjà ouvert à proximité lors de l'importation
ta_in: இறக்குமதி செய்யும் போது எக்செல் கோப்பில் ஏற்கனவே திறந்து

# FIRSTUNIT_EMPTY
source: First Unit is empty.
fr_fr: Première unité est vide.
ta_in: முதல் யூனிட் காலியாக உள்ளது.

# FIXED_ASSET_REGISTER_PRINT_CAPTION
source: Fixed Asset Register Details
fr_fr: Fixed Asset Register Détails
ta_in: நிலையான சொத்து பதிவு விவரங்கள்

# FIXED_DEPOSIT_LEDGER_EMPTY
source: Investment Ledger is empty
fr_fr: Fixe fort Ledger est vide
id_id: Deposito Berjangka Ledger kosong
pt_pt: Fixa Depósito Ledger está vazio
ta_in: வைப்பு லெட்ஜர் நிலையான காலியாக உள்ளது

# FIXED_LEDGER_DELETE
source: Standard/Default Ledger Can't be deleted
fr_fr: Standard / Default Ledger ne peut pas être supprimé
id_id: Tetap Ledger Tidak bisa dihapus
pt_pt: Ledger fixo não podem ser apagados
ta_in: ஸ்டாண்டர்ட் / இயல்புநிலை லெட்ஜர் நீக்க முடியாது

# FIXED_LEDGER_EDIT
source: Standard/Default Ledger Can't be Edited
fr_fr: Standard / Default Ledger ne peut être modifié
id_id: Tetap Ledger Tidak bisa Diedit
pt_pt: Ledger fixa não pode ser editado
ta_in: ஸ்டாண்டர்ட் / இயல்புநிலை லெட்ஜர் திருத்த முடியாது

source: Governing Bodies
fr_fr: organes
ta_in: உடல்கள் ஆளும்

# GRID_EMPTY
source: Grid is empty
fr_fr: Grille est vide
ta_in: கட்டம் காலியாக உள்ளது

# GROUP_ADD_CAPTION
source: Ledger Group (Add)
fr_fr: Ledger Group (Ajouter)
id_id: Ledger Group (Tambah)
pt_pt: Grupo Ledger (Adicionar)
ta_in: லெட்ஜர் குழு (சேர்)

# GROUP_CAN_DELETE
source: Group can't be deleted. It has association.
fr_fr: Groupe ne peut être supprimé. Il a association.
id_id: Grup tidak dapat dihapus. Ini memiliki asosiasi.
pt_pt: Grupo não pode ser eliminado. Tem associação.
ta_in: குழு நீக்க முடியாது. அது தொடர்பு உள்ளது.

# GROUP_CAN_EDIT
source: Group can't be edited. It has association.
fr_fr: Groupe ne peut pas être modifié. Il a association.
id_id: Grup tidak dapat diedit. Ini memiliki asosiasi.
pt_pt: Grupo não pode ser editado. Tem associação.
ta_in: குழு திருத்த முடியாது. அது தொடர்பு உள்ளது.

# GROUP_CODE_EMPTY
source: Group Code is empty.
fr_fr: Code groupe est vide.
id_id: Kode Group adalah kosong.
pt_pt: Código do Grupo está vazio.
ta_in: குழு குறியீடு காலியாக உள்ளது.

# GROUP_DELETE_SUCCESS
source: Record deleted
fr_fr: enregistrement supprimé
id_id: Rekam dihapus
pt_pt: registro excluído
ta_in: பதிவு நீக்கப்பட்டது

# GROUP_FIXED_EDIT
source: Fixed Nature can't be edited.
fr_fr: Fixe la nature ne peut pas être modifié.
id_id: Tetap Alam tidak dapat diedit.
pt_pt: Fixa a natureza não pode ser editado.
ta_in: நிலையான இயற்கை திருத்த முடியாது.

# GROUP_IMPORT_SUCCESSFULLY
source: Group Imported Successfully
fr_fr: Groupe importé avec succès
ta_in: குழு வெற்றிகரமாக இறக்குமதி

# GROUP_LEVEL_CHECK
source: Next Group level can't be added.
fr_fr: Au niveau du groupe suivant ne peut pas être ajouté.
id_id: Tingkat Grup Berikutnya tidak dapat ditambahkan.
pt_pt: Não pode ser adicionado nível do Grupo Next.
ta_in: அடுத்த குழு நிலை சேர்க்க முடியாது.

# GROUP_NAME_EMPTY
source: Group is empty.
fr_fr: Groupe est vide.
id_id: Group adalah kosong.
pt_pt: Grupo está vazio.
ta_in: குழு காலியாக உள்ளது.

# GROUP_NATURE_DELETE
source: Fixed Nature can't be deleted.
fr_fr: Fixe la nature ne peut pas être supprimé.
id_id: Tetap Alam tidak dapat dihapus.
pt_pt: Fixa a natureza não pode ser excluído.
ta_in: நிலையான இயற்கை நீக்க முடியாது.

# GROUP_NOT_AVAIL
source: Group Details are not available.
fr_fr: Détails du groupe ne sont pas disponibles.
ta_in: குழுவின் விவரங்கள் கிடைக்கவில்லை.

# GROUP_PARENT_EMPTY
source: Select Parent Group.
fr_fr: Sélectionnez Groupe Parent.
id_id: Pilih Kelompok Induk.
pt_pt: Selecione grupo pai.
ta_in: முதன்மைக் குழு தேர்ந்தெடுக்கவும்.

# GROUP_SAVE_FAILURE
source: Group Details is not Saved.
fr_fr: Détails Groupe ne sont pas sauvegardées.
id_id: Detail Group tidak tersimpan.
pt_pt: Detalhes do grupo não é salvo.
ta_in: குழுவின் விவரங்கள் காப்பாற்ற முடியாது.

# GROUP_SAVE_SUCCESS
source: Saved
fr_fr: Enregistré
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

# HAS_FD_ACCOUNT_NUMBER
source: Investment Account Number is already available
fr_fr: FD Numéro de compte est déjà disponible
ta_in: எஃப்டி கணக்கு எண் ஏற்கனவே உள்ளது

# HEAD_OFFICE_CODE_EMPTY
source: Head Office Code is Empty
fr_fr: Head Office Code est vide
ta_in: தலைமை அலுவலகம் குறியீடு காலியாக உள்ளது

# HEAD_OFFICE_CODE_MATCH_ERROR
source: License Headoffice Code does not match with the Master XML Head office Code. Do you still want to continue?
fr_fr: Licence de Code Headoffice ne correspond pas avec le code de bureau maître XML Head. Voulez-vous continuer?
ta_in: உரிமம் Headoffice குறியீடு மாஸ்டர் பிற தலைமை அலுவலகம் குறியீடு பொருந்தவில்லை. நீங்கள் இன்னும் தொடர விரும்புகிறீர்களா?

# HINT_INVALID
source: Hint is invalid.
fr_fr: Hint est invalide.
ta_in: குறிப்பு தவறானது.

# IMPORT_SUCCESSFULLY
source: Project has been imported successfully
fr_fr: Projet a été importé avec succès
ta_in: திட்ட வெற்றிகரமாக இறக்கப்பட்டது

# INCOME_LEDGER_EMPTY
source: Income Ledger is empty
fr_fr: Revenu Ledger est vide
ta_in: வருமான லெட்ஜர் காலியாக உள்ளது

source: IN-KIND
fr_fr: EN NATURE
ta_in: #NAME?

# INKINDARTICLE_ABBREVATION_EMPTY
source: Inkind Article code is empty.
fr_fr: En nature Code article est vide.
id_id: Nilai inkind kosong.
pt_pt: Inkind código artigo está vazio.
ta_in: Inkind கட்டுரை குறியீடு காலியாக உள்ளது.

# INKINDARTICLE_ADD_CAPTION
source: Inkind Article (Add).
fr_fr: Article en nature (Ajouter).
id_id: Inkind Pasal (Tambah).
pt_pt: Artigo Inkind (Adicionar).
ta_in: Inkind கட்டுரை (சேர்).

# INKINDARTICLE_DELETE_SUCCESS
source: Record deleted
fr_fr: enregistrement supprimé
id_id: Rekam dihapus
pt_pt: registro excluído
ta_in: பதிவு நீக்கப்பட்டது

# INKINDARTICLE_EDIT_CAPTION
source: Inkind Article (Edit)
fr_fr: Article en nature (Edit)
id_id: Inkind Pasal (Ubah)
pt_pt: Inkind artigo (Editar)
ta_in: Inkind கட்டுரை (தொகு)

# INKINDARTICLE_NAME_EMPTY
source: In Kind Article name is empty.
fr_fr: In Kind Nom de l'article est vide.
id_id: Di Kind Nama Pasal kosong.
pt_pt: Em Tipo nome artigo está vazio.
ta_in: வகையான கட்டுரை பெயர் காலியாக உள்ளது.

# INKINDARTICLE_PRINT_CAPTION
source: In Kind Article
fr_fr: À l'article Kind
id_id: Dalam Kind Pasal
pt_pt: Em Tipo Artigo
ta_in: கைண்ட் கட்டுரையில்

# INKINDARTICLE_SAVE_SUCCESS
source: Saved
fr_fr: Enregistré
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

source: In-Kind Details
fr_fr: In-Kind Détails
ta_in: #NAME?

# INKIND_ITEM
source: Inkind Item is empty
fr_fr: In Kind article est vide
id_id: Inkind Barang kosong
pt_pt: Inkind item está vazia
ta_in: Inkind பொருள் காலியாக உள்ளது

# INKIND_LEDGER
source: Inkind Ledger is empty
fr_fr: In Kind Ledger est vide
id_id: Inkind Ledger kosong
pt_pt: Inkind Ledger está vazia
ta_in: Inkind லெட்ஜர் காலியாக உள்ளது

# INKIND_LEDGER_ITEM
source: Inkind Ledger is not mapped for this project.
fr_fr: Ledger est en nature pas mappé pour ce projet.
id_id: Inkind Ledger tidak dipetakan untuk proyek ini.
pt_pt: Inkind Ledger não é mapeado para este projeto.
ta_in: Inkind லெட்ஜர் இந்த திட்டம் வரைபடத்தில் இருக்காது.

# INKIND_PURPOSE
source: Inkind Purpose is empty.
fr_fr: But en nature est vide.
id_id: Tujuan inkind kosong.
pt_pt: Objetivo Inkind está vazio.
ta_in: Inkind நோக்கம் காலியாக உள்ளது.

# INKIND_VALUE
source: Inkind value is empty.
fr_fr: valeur en nature est vide.
id_id: Nilai inkind kosong.
pt_pt: Valor Inkind está vazio.
ta_in: Inkind மதிப்பு காலியாக உள்ளது.

# INSTITUTE_NAME_EMPTY
source: Institute Name is Empty
fr_fr: Institut Nom est vide
id_id: Institute Nama adalah Kosong
pt_pt: Nome Instituto está vazio
ta_in: நிறுவனம் பெயர் காலியாக உள்ளது

source: Institutional Type (Add)
fr_fr: Type de Institutionnel (Ajouter)
ta_in: நிறுவன வகை (சேர்)

source: Institutional Type (Edit)
fr_fr: Type de Institutionnel (Edit)
ta_in: நிறுவன வகை (தொகு)

# INSTITUTIONAL_TYPE_EMPTY
source: Institutional Type is empty.
fr_fr: Type de Institutionnel est vide.
ta_in: நிறுவன வகை காலியாக உள்ளது.

# INSURABLE_VALUE_EMPTY
source: Insurable Value is Empty.
fr_fr: Valeur assurable est vide.
ta_in: காப்பீட்டு மதிப்பு காலியாக உள்ளது.

# INSURANCE_ADD_CAPTION
source: Insurance Plan (Add)
fr_fr: Régime d'assurance (Ajouter)
ta_in: காப்பீட்டு திட்டம் (சேர்)

# INSURANCE_COMPANY_NAME_EMPTY
source: Company is empty
fr_fr: Company est vide
ta_in: நிறுவனத்தின் காலியாக உள்ளது

# INSURANCE_CREATE_RENEW_CONFIRMATION
source: No records is available to Create Insurance
fr_fr: No records est disponible pour créer l'assurance
ta_in: பதிவுகள் எதுவும் காப்புறுதி உருவாக்க கிடைக்கும்

# INSURANCE_EDIT_CAPTION
source: Insurance Plan (Edit)
fr_fr: Régime d'assurance (Éditer)
ta_in: காப்பீட்டு திட்டம் (தொகு)

# INSURANCE_ENTRY
source: Entry
fr_fr: Entrée
ta_in: நுழைவு

# INSURANCE_NAME_EMPTY
source: Policy is empty.
fr_fr: Politique est vide.
ta_in: கொள்கை காலியாக உள்ளது.

# INSURANCE_PERIOD_FROM_AND_TO_VALIDATION
source: Date From should not be greater than Date To
fr_fr: Depuis la date ne doit pas être supérieure à la date Pour
ta_in: இருந்து இன்றுவரை தேதி விட அதிகமாக இருக்க கூடாது

# INSURANCE_PERION_FROM_EMPTY
source: Insurance Period From is empty
fr_fr: Période d'assurance De est vide
ta_in: இருந்து காப்பீட்டுக் காலம் காலியாக உள்ளது

# INSURANCE_PERION_TO_EMPTY
source: Insurance Period To is empty
fr_fr: Assurance période est vide
ta_in: காப்புறுதி காலப்பகுதியுடன் காலியாக உள்ளது

# INSURANCE_PLAN_EMPTY
source: Insurance Plan is empty
fr_fr: Régime d'assurance est vide
ta_in: காப்பீட்டு திட்டம் காலியாக உள்ளது

# INSURANCE_POLICY_EMPTY
source: Insurance Policy is empty
fr_fr: Politique de l'assurance est vide
ta_in: இன்சூரன்ஸ் பாலிசி காலியாக உள்ளது

# INSURANCE_PRIMIUM_AMOUNT_EMPTY
source: Insurance Premium Amount is empty
fr_fr: Prime d'assurance Montant est vide
ta_in: காப்பீட்டு ப்ரீமியம் தொகை காலியாக உள்ளது

# INSURANCE_PRINT_CAPTION
source: Insurance Plan Details
fr_fr: Régime d'assurance Détails
ta_in: காப்பீட்டு திட்டம் விபரங்கள்

# INSURANCE_PRODUCT_NAME_EMPTY
source: Product is empty
fr_fr: Le produit est vide
ta_in: தயாரிப்பு காலியாக உள்ளது

# INSURANCE_RENEWALADD_CAPTION
source: Renewal Entry
fr_fr: Entrée Renouvellement
ta_in: புதுப்பித்தல் நுழைவு

# INSURANCE_RENEWALEDIT_CAPTION
source: Renewal Entry (Edit)
fr_fr: Renouvellement Entrée (Edit)
ta_in: புதுப்பித்தல் நுழைவு (தொகு)

# INSURANCE_RENEW_PRINT_CAPTION
source: Insurance Renew Details
fr_fr: Assurance Renouveler Détails
ta_in: காப்புறுதி விவரங்கள் புதுப்பிக்க

# INSURANCE_SUM_INSURCED_EMPTY
source: Insurance Sum Insured is empty
fr_fr: Somme d'assurance Assuré est vide
ta_in: காப்புறுதி தொகை காப்பீடு காலியாக உள்ளது

# INSURANCE_TYPE_EMPTY
source: Insurance type is Empty
fr_fr: Type d'assurance est vide
ta_in: காப்புறுதி வகை காலியாக உள்ளது

# INSURANCE_VIEW
source: View
fr_fr: Vue
ta_in: காண்க

# INTEREST_DATE_EMPTY
source: Post interest date is empty.
fr_fr: Post date d'intérêt est vide.
ta_in: போஸ்ட் வட்டி தேதி காலியாக உள்ளது.

# INTEREST_DATE_IS_GREATER_THAN
source: Post interest date should not be greater than or equal to last maturity date.
fr_fr: Post date d'intérêt ne devrait pas être supérieure ou égale à la dernière date d'échéance.
ta_in: போஸ்ட் வட்டி தேதி கடைசி முதிர்வுத் தேதியில் அதிகமாக அல்லது சமமாக இருக்க வேண்டும்.

# INTEREST_DATE_IS_LESS_THAN
source: Post interest date should not be less than or equal to creation / last renewal / post interest date.
fr_fr: Post date d'intérêt ne devrait pas être inférieure ou égale à la création / dernier renouvellement / post-date d'intérêt.
ta_in: போஸ்ட் வட்டி தேதி குறைவாக அல்லது படைப்பு / கடந்த புதுப்பித்தல் / பிந்தைய வட்டி தேதி சமமாக இருக்க வேண்டும்.

# INVALID_SHEET
source: InValid data.
fr_fr: Données invalides.
ta_in: தவறான தரவு.

# INVALID_TRANSACTION
source: Transactions are not imported properly,since there is invalid record
fr_fr: Les transactions sont pas importées correctement, car il y a enregistrement invalide
ta_in: தவறான பதிவும் இல்லை என்பதால் பரிவர்த்தனைகள், ஒழுங்காக இறக்குமதி செய்ய முடியாது

# INWARD_BILL_NO_EMPTY
source: Bill no is empty
fr_fr: Le projet de loi ne soit vide
ta_in: பில் எந்த காலியாக உள்ளது

# ITEM__NOT_AVAIL
source: Item details are not available.
fr_fr: Détails de l'article ne sont pas disponibles.
ta_in: பொருள் விவரங்கள் கிடைக்கவில்லை.

# JOURNAL_ADD_CAPTION
source: Journal (Add)
fr_fr: Journal (Ajouter)
id_id: Journal (Tambah)
pt_pt: Jornal (Adicionar)
ta_in: ஜர்னல் (சேர்)

# JOURNAL_CANNOT_DELETE
source: Cannot delete,This is closed Journal Voucher Entry
fr_fr: Impossible de supprimer, ceci est une entrée fermée de bons du journal
id_id: Tidak dapat menghapus, ini ditutup Journal Voucher Entri
pt_pt: Não é possível excluir, esta é fechada Jornal Vale Entry
ta_in: நீக்க முடியாது, இந்த இதழ் ரசீது நுழைவு மூடப்பட்டுள்ளது

# JOURNAL_CANNOT_EDIT
source: Cannot edit,This is closed Journal Voucher Entry
fr_fr: Impossible d’éditer, ceci est une entrée fermée de bons du journal
id_id: Tidak dapat mengedit, ini ditutup Journal Voucher Entri
pt_pt: Não é possível editar, esta é fechada Jornal Vale Entry
ta_in: திருத்த முடியாது, இந்த இதழ் ரசீது நுழைவு மூடப்பட்டுள்ளது

# JOURNAL_EDIT_CAPTION
source: Journal (Edit)
fr_fr: Journal (éditer)
id_id: Journal (Ubah)
pt_pt: Jornal (Editar)
ta_in: ஜர்னல் (தொகு)

source: Last Post on
fr_fr: Dernière écriture le
ta_in: மீது கடந்த போஸ்ட்

# LEDGERS_TOBE_MERGED
source: Available Ledgers
fr_fr: Grands Livres disponibles
ta_in: கிடைக்கும் பேரேடுகளும்

# LEDGER_ACCOUNT_DATE_EMPTY
source: Account Date is empty.
fr_fr: La date du compte est vide.
id_id: Akun Tanggal kosong.
pt_pt: Conta Data está vazio.
ta_in: கணக்கு தேதி காலியாக உள்ளது.

# LEDGER_ACCOUNT_NUMBER_EMPTY
source: Account Number is empty.
fr_fr: Le numéro de compte est vide.
id_id: Nomor Rekening kosong.
pt_pt: Número da conta está vazia.
ta_in: கணக்கு எண் காலியாக உள்ளது.

# LEDGER_ACCOUNT_TYPE_EMPTY
source: Account Type is empty.
fr_fr: Type de compte est vide.
id_id: Jenis Akun kosong.
pt_pt: Tipo de conta está vazia.
ta_in: கணக்கு வகை காலியாக உள்ளது.

# LEDGER_ADD_CAPTION
source: Ledger (Add)
fr_fr: Grand livre (Ajouter)
id_id: Ledger (Tambah)
pt_pt: Ledger (Adicionar)
ta_in: லெட்ஜர் (சேர்)

# LEDGER_BANK_EMPTY
source: Bank Name is empty.
fr_fr: Nom de la banque est vide.
id_id: Nama Bank kosong.
pt_pt: Nome do banco está vazio.
ta_in: வங்கியின் பெயர் காலியாக உள்ளது.

# lEDGER_CODE_EMPTY
source: Ledger Code is empty.
fr_fr: Code du grand livre est vide.
id_id: Ledger Kode kosong.
pt_pt: Código Ledger está vazio.
ta_in: லெட்ஜர் குறியீடு காலியாக உள்ளது.

# LEDGER_DATE_OPEN_EMPTY
source: Account Open Date is empty.
fr_fr: La date d'ouverture du compte est vide.
id_id: Akun Open Date kosong.
pt_pt: Conta de abertura Data está vazio.
ta_in: கணக்கு திறக்க தேதி காலியாக உள்ளது.

# LEDGER_DELETED
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: registro excluído
ta_in: பதிவு நீக்கப்பட்டது

# LEDGER_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: registro excluído
ta_in: பதிவு நீக்கப்பட்டது

# LEDGER_EDIT_CAPTION
source: Ledger (Edit)
fr_fr: Grand livre (éditer)
id_id: Ledger (Ubah)
pt_pt: Ledger (Editar)
ta_in: லெட்ஜர் (தொகு)

# LEDGER_FAILURE
source: Ledger Details not saved.
fr_fr: Les détails du grand livre ne sont pas sauvegardés.
id_id: Ledger Detail tidak disimpan.
pt_pt: Ledger detalhes não salvos.
ta_in: லெட்ஜர் விவரங்கள் சேமிக்க முடியாது.

# LEDGER_GROUP_EMPTY
source: Ledger Group is empty.
fr_fr: Le groupe de grands livres est vide.
id_id: Ledger Group adalah kosong.
pt_pt: Ledger Grupo está vazio.
ta_in: லெட்ஜர் குழு காலியாக உள்ளது.

# LEDGER_MAPPED
source: Ledger is mapped with one or more Project,Unmap ledger to delete.
fr_fr: Le grand livre est associé à un ou plusieurs projets, désassocier le grand livre pour le supprimer.
id_id: Ledger dipetakan dengan satu atau lebih proyek, buku unmap untuk menghapus.
pt_pt: Ledger é mapeado com um ou mais projetos, contabilidade Unmap excluir.
ta_in: லெட்ஜர் ஒன்று அல்லது அதற்கு மேற்பட்ட திட்டம், நீக்க Unmap பேரேடு ஒப்பிடப்படுகிறது.

# LEDGER_MAPPING_SUCCESS
source: Ledger(s) have been mapped successfully.
fr_fr: Le(s) grand(s) livre(s) a(ont) été mappé(s) avec succès.
id_id: Ledger (s) telah dipetakan berhasil.
pt_pt: Ledger (s), foram mapeadas com sucesso.
ta_in: லெட்ஜர் (கள்) வெற்றிகரமாக ஒப்பிடப்படுகிறது வருகின்றன.

# LEDGER_MERGED
source: Select the Ledger to be merged
fr_fr: Sélectionner le grand livre à fusionner
ta_in: லெட்ஜர் தேர்ந்தெடுக்கவும் இணைக்கப்பட்டது

# LEDGER_MERGED_WITH
source: Select Ledger to be merged with
fr_fr: Sélectionner le grand livre à fusionner avec
ta_in: லெட்ஜர் தேர்வு இணைக்கப்பட்டது

source: Ledger Name
fr_fr: Nom du grand livre
ta_in: லெட்ஜர் பெயர்

# LEDGER_NAME_EMPTY
source: Ledger Name is empty.
fr_fr: Le nom du grand livre est vide.
id_id: Ledger Nama kosong.
pt_pt: Ledger Nome está vazio.
ta_in: லெட்ஜர் பெயர் காலியாக உள்ளது.

# LEDGER_PRINT_CAPTION
source: Ledger Details
fr_fr: Détails du grand livre
id_id: Ledger Detail
pt_pt: Ledger Detalhes
ta_in: லெட்ஜர் விபரங்கள்

# LEDGER_SUCCESS
source: Saved
fr_fr: Enregistré
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

# LEDGER_TITLE
source: Ledger
fr_fr: Grand livre
id_id: Buku kas induk
pt_pt: Livro de razao
ta_in: பேரேடு

# LEDGER_TRANSACTION_MADE
source: Transaction is made for this Ledger, can not unmap.
fr_fr: Une transaction a été effectuée pour ce grand livre, elle ne peut pas être dissociée.
ta_in: பரிவர்த்தனை unmap முடியாது, இந்த லெட்ஜர் செய்யப்படுகிறது.

# LEDGER_TYPE_EMPTY
source: Ledger Type is Empty.
fr_fr: Le type de grand livre est vide.
ta_in: லெட்ஜர் வகை காலியாக உள்ளது.

source: Legal Entity (Add)
fr_fr: Entité légale (Ajouter)
id_id: Badan Hukum(Adicionar)
pt_pt: Pessoa Jurídica(Adicionar)
ta_in: சட்ட நிறுவனம் (சேர்)

source: Legal Entity (Edit)
fr_fr: Entité légale (éditer)
id_id: Badan Hukum(Ubah)
pt_pt: Pessoa Jurídica(Editar)
ta_in: சட்ட நிறுவனம் (தொகு)

# LEGAL_ENTITY_PRINT_CAPTION
source: Legal Entity
fr_fr: Entité légale
id_id: Badan Hukum
pt_pt: Pessoa Jurídica
ta_in: சட்ட நிறுவனம்

# LEGAL_ENTITY_REGNO_EMPTY
source: Society/Reg No is empty
fr_fr: Société / Reg No est vide
ta_in: சமூகம் / ரெக் இல்லை காலியாக உள்ளது

# LEGAL_ENTITY_UNMAP
source: Cannot Delete, It has Association.
fr_fr: Impossible de supprimer, il a Association.
ta_in: நீக்க முடியாது, அது சங்கம் உள்ளது.

# LICENSE_ASSOCIATION_NATURE_EMPTY
source: Nature of the Association is empty
fr_fr: Nature de l'Association est vide
ta_in: சங்கத்தின் இயற்கை காலியாக உள்ளது

# LICENSE_DENOMIATION_EMPTY
source: Denomination is empty.
fr_fr: Dénomination est vide.
ta_in: நாணயத் காலியாக உள்ளது.

# LICENSE_GENERATE_CONFIRMATION
source: License Key is generated.Do you want save ?
fr_fr: Clé de licence est generated.Do vous voulez sauver?
id_id: License Key adalah generated.Do Anda ingin menyimpan?
pt_pt: Chave de licença é generated.Do você quer salvar?
ta_in: உரிமம் முக்கிய நீங்கள் காப்பாற்ற வேண்டும் generated.Do இருக்கிறது?

# LICENSE_MULTIPLE_ASSOCIATION_NATURE_EMPTY
source: Select atleast one Nature of the Association
fr_fr: Sélectionner au moins un Nature de l'Association
ta_in: சங்கத்தின் குறைந்தது ஒரு இயற்கை தேர்வு

source: Loading Vouchers..
fr_fr: Bons de chargement ..
ta_in: உறுதி சீட்டு ஏற்றுகிறது ..

# LOCAL_PROJECT_RESTRICTED_WITH_BANK_ACCOUNT
source: Foreign Project(s) only can be mapped with FCRA Bank Accounts
fr_fr: Projet étranger (s) ne peuvent être mappé avec FCRA Comptes bancaires
ta_in: வெளிநாட்டு திட்ட (கள்) FCRA வங்கி கணக்குகள் மூலம் மட்டுமே ஒப்பிடப்படுகிறது

# LOCATION_ADD_CAPTION
source: Location (Add)
fr_fr: Lieu (Ajouter)
ta_in: இடம் (சேர்)

# LOCATION_AVAILABLE
source: Already location is available in selected Block.
fr_fr: Déjà emplacement est disponible dans le bloc sélectionné.
ta_in: ஏற்கனவே இடம் தேர்வு பிளாக் கிடைக்கிறது.

# LOCATION_EDIT_CAPTION
source: Location (Edit)
fr_fr: Lieu (Edit)
ta_in: இடம் (தொகு)

# LOCATION_NAME_EMPTY
source: Location is empty.
fr_fr: L'emplacement est vide.
ta_in: இடம் காலியாக உள்ளது.

# LOCATION_NOT_AVAIL
source: Location details are not available.
fr_fr: Détails de l'emplacement ne sont pas disponibles.
ta_in: இடம் விவரங்கள் கிடைக்கவில்லை.

# LOCATION_PRINT_CAPTION
source: Location Details
fr_fr: Détails de l'emplacement
ta_in: இடம் விபரங்கள்

# LOCATION_TYPE_EMPTY
source: Type is empty.
fr_fr: Type de vide.
ta_in: வகை காலியாக உள்ளது.

# LOCATION_VIEW_CAPTION
source: Location
fr_fr: Emplacement
ta_in: இடம்

# LOCK_MASTERS_MESSAGE
source: Add / Edit option is locked by the Head Office Admin. Contact Head Office Admin for further assistance.
fr_fr: Ajouter option Modifier / est verrouillé par le siège social de l'administrateur. Contactez Head Office Admin pour plus d'assistance.
ta_in: சேர் / திருத்து விருப்பத்தை மூலம் தலைமை அலுவலக மேற்பார்வையாளர் பூட்டப்பட்டுள்ளது. மேலும் உதவி தலைமை அலுவலக மேற்பார்வையாளர் தொடர்பு கொள்ளவும்.

# LOCK_TRANS_TYPE
source: Voucher Lock Details
fr_fr: Bon verrouillage Détails
ta_in: ரசீது பூட்டு விபரங்கள்

# LOCK_TYPE_ADD_CAPTION
source: Lock Type (Add)
fr_fr: Type de verrou (Ajouter)
ta_in: பூட்டு வகை (சேர்)

# LOCK_VOUCHER_ADD_CAPTION
source: Lock Voucher (Add)
fr_fr: Verrouiller Bon (Ajouter)
ta_in: வவுச்சர் பூட்டு (சேர்)
