Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# COST_CENTRE_COST_CATEGORY_UNMAP
source: Cannot Delete, It has Association.
fr_fr: Impossible à supprimer, il s'agit d'une association.
ta_in: நீக்க முடியாது, அது சங்கம் உள்ளது.

# COUNTRY_ADD_CAPTION
source: Country (Add)
fr_fr: Pays (Ajouter)
id_id: Negara (Tambah)
pt_pt: País (Adicionar)
ta_in: நாடு (சேர்)

# COUNTRY_CODE_EMPTY
source: Country Code is empty.
fr_fr: Le code pays est vide.
id_id: Kode Negara kosong.
pt_pt: Código do País está vazio.
ta_in: நாடு குறியீடு காலியாக உள்ளது.

# COUNTRY_DELETE_FAILURE
source: Can't delete
fr_fr: Vous ne pouvez pas supprimer
id_id: Tidak dapat menghapus
pt_pt: Não é possível deletar
ta_in: நீக்க முடியாது

# COUNTRY_DELETE_SUCCESS
source: Record deleted
fr_fr: enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# COUNTRY_EDIT_CAPTION
source: Country (Edit)
fr_fr: Pays (Edit)
id_id: Negara (Ubah)
pt_pt: País (Editar)
ta_in: நாடு (தொகு)

# COUNTRY_ISDCODE_EXIST
source: ISD Code is available already.
fr_fr: Le code ISD est déjà disponible.
id_id: ISD Kode tersedia sudah.
pt_pt: Código ISD já está disponível.
ta_in: ஐ.எஸ்.டி குறியீடு ஏற்கனவே உள்ளது.

# COUNTRY_ISD_CODE_EMPTY
source: Country ISD code is empty.
fr_fr: Le code ISD du pays est vide.
id_id: Kode negara ISD kosong.
pt_pt: Código ISD do país está vazio.
ta_in: நாடு ஐ.எஸ்.டி குறியீடு காலியாக உள்ளது.

# COUNTRY_NAME_EMPTY
source: Country Name is empty.
fr_fr: Le nom du pays est vide.
id_id: Nama Negara kosong.
pt_pt: Nome do País está vazio.
ta_in: நாட்டின் பெயர் காலியாக உள்ளது.

# COUNTRY_NAME_EXIST
source: Name already exists.
fr_fr: Nom déjà existant.
id_id: Nama sudah ada.
pt_pt: Nome já existe.
ta_in: பெயர் ஏற்கனவே உள்ளது.

# COUNTRY_PRINT_CAPTION
source: Country details
fr_fr: Détails du pays
id_id: rincian Negara
pt_pt: detalhes do País
ta_in: நாடு விவரங்கள்

# COUNTRY_SAVE_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

# CROPPING_CONFIRMATION
source: Do you want to crop this area?
fr_fr: Voulez-vous recadrer cette zone?
id_id: Apakah Anda ingin memotong daerah ini?
pt_pt: Você quer cortar nesta área?
ta_in: நீங்கள் இந்த பகுதியில் நறுக்க வேண்டும் என்று விரும்புகிறீர்களா?

# CROPPING_EXCEPTION
source: Out of memory
fr_fr: Mémoire insuffisante
id_id: Dari memori
pt_pt: Falta de memória
ta_in: நினைவகம் இல்லை

# CROPPING_EXCEPTION_MESSAGE
source: Selection outline goes beyond the Image,try selecting the image.
fr_fr: Sélection contour va au-delà de l'image, essayez de sélectionner l'image.
id_id: Seleksi garis melampaui Image, cobalah memilih gambar.
pt_pt: Seleção de contorno vai além da imagem, tente selecionar a imagem.
ta_in: தேர்வு அவுட்லைன் பட அப்பாற்பட்ட, படத்தை தேர்ந்தெடுக்க முயற்சிக்கவும்.

# CROPPING_IMAGE_RESIZE
source: Unsupported image size, Please change the Image size.
fr_fr: taille de l'image Unsupported, S'il vous plaît changer la taille de l'image.
id_id: Ukuran gambar yang tidak didukung, Silahkan ubah ukuran gambar.
pt_pt: Tamanho da imagem não suportado, por favor, mude o tamanho da imagem.
ta_in: ஆதரிக்கப்படாத பட அளவு, பட அளவு மாற்ற கொள்ளவும்.

# CROPPING_TITLE
source: Cropping Image
fr_fr: image Recadrage
id_id: cropping Gambar
pt_pt: Recortar imagem
ta_in: பயிர் பட

# CURRENCY_CODE_EMPTY
source: Currency Code is empty.
fr_fr: Code de devise est vide.
id_id: Kode Mata Uang kosong.
pt_pt: Código da Moeda está vazio.
ta_in: நாணய குறியீடு காலியாக உள்ளது.

# CURRENCY_NAME_EMPTY
source: Currency Name is Empty.
fr_fr: Nom de la devise est vide.
ta_in: நாணய பெயர் காலியாக உள்ளது.

# CURRENCY_SYMBOL_EMPTY
source: Currency Symbol is Empty.
fr_fr: Symbole monétaire est vide.
ta_in: நாணயச் சின்னம் காலியாக உள்ளது.

# CUSTODIAN_IMPORT_SUCCESSFULLY
source: Custodian Imported Successfully
fr_fr: Dépositaire Imported avec succès
ta_in: பொறுப்பாளரான இறக்குமதியானது வெற்றிகரமாக

# CUSTODIAN_NOT_AVAIL
source: Custodian details are not available.
fr_fr: Détails Dépositaire sont pas disponibles.
ta_in: பொறுப்பாளரான விவரங்கள் கிடைக்கவில்லை.

# DASHBOARD_ALERTS_TITLE
source: Alerts
fr_fr: Alertes
ta_in: எச்சரிக்கை

# DASHBOARD_AMEDMENTS_TITLE
source: Amendments
fr_fr: Modifications
ta_in: திருத்தங்கள்

# DASHBOARD_BALANCE_TITLE
source: Balance as on
fr_fr: Solde sur
ta_in: என சமநிலை

# DASHBOARD_BANK_RECONCILIATION_TITLE
source: Bank Reconciliation Statement as on
fr_fr: Déclaration de rapprochement bancaire que sur
ta_in: என வங்கி நல்லிணக்க அறிக்கை

# DASHBOARD_BANK_TITLE
source: Bank
fr_fr: Banque
ta_in: வங்கி

# DASHBOARD_BRS_TITLE
source: Bank Reconciliation
fr_fr: Rapprochement bancaire
id_id: BRS
pt_pt: BRS
ta_in: வங்கி சமரசம்

# DASHBOARD_CASH_BANK_FD_TITLE
source: Cash_Bank_Fd
fr_fr: Banque de trésorerie Fd

# DASHBOARD_CASH_TITLE
source: Cash
fr_fr: Argent liquide
ta_in: பணம்

# DASHBOARD_CHEQUE_HAS_TITLE
source: Cheque has to be Reconciled/Cleared
fr_fr: Chèque doit être Réconcilié / Effacé
ta_in: காசோலை / ஒப்புரவாகி அழிக்கப்பட்டது வேண்டும்

# DASHBOARD_CHEQUE_HAVE_TITLE
source: Cheques have to be Reconciled/Cleared
fr_fr: Les chèques doivent être conciliés / Effacé
ta_in: காசோலைகள் ஒப்புரவாகி / வேண்டும் அழிக்கப்பட்டது

# DASHBOARD_FD_ACCOUNT_TITLE
source: Investment Account
fr_fr: compte FD
id_id: FD Account
pt_pt: FD Account
ta_in: எஃப்டி கணக்கு

# DASHBOARD_FD_TITLE
source: INV
fr_fr: FD
id_id: FD
pt_pt: FD
ta_in: எஃப்டி

# DASHBOARD_FIXED_DEPOSIT_TITLE
source: Investment
fr_fr: Dépôt fixe
id_id: Fixed Deposit
pt_pt: Fixed Deposit
ta_in: நிலையான வைப்பு

# DASHBOARD_LICENSE_TITLE
source: Portal Messages
fr_fr: Messages Portal
ta_in: போர்டல் செய்திகள்

# DASHBOARD_MATURES_ON_TITLE
source: matures on
fr_fr: vient à échéance le
ta_in: மீது முதிர்ச்சியடைந்த

# DASHBOARD_NEGATIVE_BALANCE_TITLE
source: Negative Balance
fr_fr: Solde négatif
ta_in: எதிர்மறை இருப்பு

# DASHBOARD_PORTALMESSAGE_TITLE
source: Upload Voucher Status
fr_fr: Télécharger Bon état
ta_in: வவுச்சர் பதிவேற்ற நிலை

# DASHBOARD_PROJECT_TITLE
source: Projects
fr_fr: Des projets
ta_in: திட்டங்கள்

# DASHBOARD_RECEIPT_PAYMENT_TITLE
source: Receipt and Payment as on
fr_fr: Accusé de réception et de paiement que sur
id_id: Receipt and Payments as on
pt_pt: Receipt and Payments as on
ta_in: ரசீது மற்றும் கொடுப்பனவு என

# DATA_SYNCHRONISATION_SUCCESS
source: Data Sync.. has been completed successfully
fr_fr: Data Sync .. a été achevée avec succès
ta_in: தரவு ஒத்திசைவு .. வெற்றிகரமாக நிறைவு செய்யப்பட்டது

# DATA_SYNCHRONISATION_SUCCESSLOG
source: Data Sync.. has been completed successfully.
fr_fr: Data Sync .. a été complété avec succès.
ta_in: தரவு ஒத்திசைவு .. வெற்றிகரமாக நிறைவு செய்யப்பட்டது.

# DATA_SYN_FILE_SELECTION
source: No file is selected to import
fr_fr: Aucun fichier est sélectionné pour importer
ta_in: இல்லை கோப்பை இறக்குமதி செய்ய தேர்ந்தெடுக்கப்பட்டது

# DATA_SYN_ONLINE
source: Start Data Synchorzation throught online
fr_fr: Démarrer la synchronisation des données par le biais en ligne
ta_in: தொடக்க தரவு Synchorzation throught ஆன்லைன்

# DATETOEMPTY
source: Date To is Empty.
fr_fr: Jusqu'à la date est vide.
ta_in: தேதி காலியாக உள்ளது.

# DATE_FROM_EMPTY
source: Date From is Empty.
fr_fr: La date du début est vide.
ta_in: முதல் நாள் காலியாக உள்ளது.

# DECIMAL_PLACE_EMPTY
source: Decimal place is empty.
fr_fr: Décimale est vide.
ta_in: தசம இடத்தை காலியாக உள்ளது.

source: Deductee Type
fr_fr: Type de cotisante
ta_in: Deductee வகை

# DEDUCTEE_TYPE_IS_REQUIRED
source: Deductee Type is required for the Sundry Creditors Ledger, If TDS applicable.
fr_fr: Cotisante type est nécessaire pour le divers créanciers Ledger, Si TDS applicable.
ta_in: Deductee வகை அதுமட்டுமல்ல பொருத்தமாக இருந்தால், செந்தில் கடன் லெட்ஜர் தேவைப்படுகிறது.

source: Deduct TDS
fr_fr: déduire TDS
ta_in: கழித்து அதுமட்டுமல்ல

# DEFERENT_LEGAL_ENTITY_RESTRICTED_WITH_BANK_ACCOUNT
source: Selected Project(s) does not belong to the same Legal entity.
fr_fr: Projet (s) sélectionné ne fait pas partie de la même entité juridique.
ta_in: தேர்ந்தெடுக்கப்பட்ட திட்ட (கள்) அதே சட்ட நிறுவனம் சொந்தமானது இல்லை.

# DEPRECIATIONVOUCHER_PRINT_CAPTION
source: Depreciation Voucher Details
fr_fr: Amortissements Voucher Détails
ta_in: தேய்மானம் வவுச்சர் விபரங்கள்

# DEPRECIATION_ADD_CAPTION
source: Depreciation (Add)
fr_fr: Amortissement (Ajouter)
ta_in: தேய்மானம் (சேர்)

# DEPRECIATION_EDIT_CAPTION
source: Depreciation (Edit)
fr_fr: Amortissement (Edit)
ta_in: தேய்மானம் (தொகு)

# DEPRECIATION_EMPTY
source: Required Information not filled, Depreciation is empty
fr_fr: Renseignements requis non rempli, dépréciation est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், தேய்மானம் காலியாக உள்ளது

source: Depreciation Entry
fr_fr: amortissement Entrée
ta_in: தேய்மானம் நுழைவு

# DEPRECIATION_GROUP_EMPTY
source: Depreciation is Empty
fr_fr: L'amortissement est vide
ta_in: தேய்மானம் காலியாக உள்ளது

# DEPRECIATION_NAME_EMPTY
source: Depreciation Name is empty.
fr_fr: Amortissement Nom est vide.
ta_in: தேய்மானம் பெயர் காலியாக உள்ளது.

# DEPRECIATION_PRINT_CAPTION
source: Depreciation Details
fr_fr: amortissement Détails
ta_in: தேய்மானம் விபரங்கள்

# DEPRECIATION_TODATE_EMPTY
source: Depreciation ToDate is empty
fr_fr: L'amortissement à ce jour est vide
ta_in: தேய்மானம் ToDate காலியாக உள்ளது

source: Depreciation View
fr_fr: amortissement Voir
ta_in: தேய்மானம் காண்க

# DEPRECIATION_VIEW_SCREEN
source: Depreciation Details
fr_fr: amortissement Détails
ta_in: தேய்மானம் விபரங்கள்

# DEPRECIATION_VOUCHER_ADD_CAPTION
source: Asset Depreciation
fr_fr: Dépréciation d'actifs
ta_in: சொத்து தேய்மானம்

# DEPRECIATION_VOUCHER_EDIT_CAPTION
source: Asset Depreciation (Edit)
fr_fr: Dépréciation d'actifs (Edit)
ta_in: சொத்து தேய்மானம் (தொகு)

# DEPRECIATION_YRS_EMPTY
source: Depreciation Yrs is empty.
fr_fr: Amortissement Yrs est vide.
ta_in: தேய்மானம் வயது காலியாக உள்ளது.

# DEPRECIATON_LOCATION_EMPTY
source: Location is Empty
fr_fr: L'emplacement est vide
ta_in: இடம் காலியாக உள்ளது

# DIFFERENT_LOCKING_PERIOD
source: Can not define different locking period for this
fr_fr: Vous ne pouvez pas définir la période de verrouillage différent pour ce
ta_in: இந்த வெவ்வேறு பூட்டுதல் காலம் வரையறுக்க முடியாது

# DISPOSAL_ADD_CAPTION
source: Voucher - Asset Dispose
fr_fr: Bon - Asset Dispose
ta_in: வவுச்சர் - சொத்து அகற்றுவதில்

# DISPOSAL_CAPTION
source: Dispose
fr_fr: Disposer
ta_in: அகற்றுவதில்

source: Disposal Details
fr_fr: élimination Détails
ta_in: நீக்கம் விவரங்கள்

# DISPOSAL_EDIT_CAPTION
source: Voucher - Asset Dispose (Edit)
fr_fr: Bon - Asset Dispose (Edit)
ta_in: வவுச்சர் - சொத்து அகற்றுவதில் (தொகு)

source: Disposal Entry
fr_fr: élimination Entrée
ta_in: நீக்கம் நுழைவு

# DISPOSAL_PRINT_CAPTION
source: Disposal Voucher Details
fr_fr: Élimination Voucher Détails
ta_in: நீக்கம் வவுச்சர் விபரங்கள்

source: Disposal View
fr_fr: élimination Voir
ta_in: நீக்கம் காண்க

# DISPOSE
source: DISPOSAL
fr_fr: DISPOSITION
ta_in: வசம்

# DOES_NOT_FALL_BETWEEN_TRANSACTION_PERIOD
source: Project start date and closed date does not fall between transaction period.
fr_fr: date de début du projet et la date de fermeture ne tombe pas entre la période de transaction.
ta_in: திட்ட தொடக்க தேதி மற்றும் மூடிய தேதி பரிவர்த்தனை காலம் இடையே வீழ்ச்சி இல்லை.

# DONATE
source: DONATION
fr_fr: DON
ta_in: நன்கொடை

# DONATE_ADD_CAPTION
source: Voucher - Asset Donate
fr_fr: Bon - Asset don
ta_in: வவுச்சர் - சொத்து நன்கொடை

# DONATE_DETAILS
source: Donation Details
fr_fr: Donation Détails
ta_in: நன்கொடை விவரங்கள்

# DONATE_EDIT_CAPTION
source: Voucher - Asset Donate (Edit)
fr_fr: Bon - Asset Donate (Edit)
ta_in: வவுச்சர் - சொத்து தானம் (தொகு)

# DONORTITLE_ADD_CAPTION
source: Donor Title (Add)
fr_fr: Donateur Titre (Ajouter)
ta_in: தானம் தலைப்பு (சேர்)

# DONORTITLE_EDIT_CAPTION
source: Donor Title (Edit)
fr_fr: Donateur Titre (Edit)
ta_in: தானம் தலைப்பு (தொகு)

# DONOR_ADD_CAPTION
source: Donor (Add)
fr_fr: Donateur (Ajouter)
id_id: Donor (Tambah)
pt_pt: Doadores (Adicionar)
ta_in: தானம் (சேர்)

# DONOR_CONTRIBUTION_ACTUAL_AMOUNT_EMPTY
source: Contribution Actual Amount is empty.
fr_fr: Montant de la contribution réelle est vide.
id_id: Kontribusi Jumlah sebenarnya kosong.
pt_pt: Montante de Contribuição atual está vazio.
ta_in: பங்களிப்பு உண்மையான அளவு காலியாக உள்ளது.

# DONOR_CONTRIBUTION_AMOUNT_EMPTY
source: Donor Contribution Amount is empty.
fr_fr: Contribution des donateurs Montant est vide.
id_id: Donor Kontribusi Jumlah kosong.
pt_pt: Montante de Contribuição dos doadores está vazio.
ta_in: தானம் பங்களிப்பு தொகை காலியாக உள்ளது.

# DONOR_COUNTRY_EMPTY
source: Country is empty.
fr_fr: Country est vide.
id_id: Negara tidak dipilih.
pt_pt: País não está marcada.
ta_in: நாடு காலியாக உள்ளது.

# DONOR_DELETE_SUCCESS
source: Record deleted
fr_fr: enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# DONOR_EDIT_CAPTION
source: Donor (Edit)
fr_fr: Donateur (Edit)
id_id: Donor (Ubah)
pt_pt: Doadores (Editar)
ta_in: தானம் (தொகு)

# DONOR_IMPORT_SUCCESSFULLY
source: Donor Imported Successfully
fr_fr: Donateur importé avec succès
ta_in: தானம் வெற்றிகரமாக இறக்குமதி

# DONOR_NAME_EMPTY
source: Donor Name is empty.
fr_fr: Nom du donateur est vide.
id_id: Donor Nama kosong.
pt_pt: Nome do doador está vazio.
ta_in: தானம் பெயர் காலியாக உள்ளது.

# DONOR_PRINT_CAPTION
source: Donors’ details
fr_fr: Détails des donateurs
id_id: Rincian Donor
pt_pt: Detalhes dos doadores
ta_in: நன்கொடையாளர்கள் விவரங்கள்

# DONOR_PUPOSE_EMPTY
source: Purpose is empty.
fr_fr: Le but est vide.
ta_in: நோக்கம் காலியாக உள்ளது.

# DONOR_REFERRED_STAFF_DETAILS
source: Referred Staff Details
fr_fr: Renvoyé Détails Personnel
ta_in: குறிப்பிடப்படுகிறது பணியாளர்கள் விவரங்கள்

# DONOR_REGISTRATION_TYPE_ADD_CAPTION
source: Registration Type (Add)
fr_fr: Type d'immatriculation (Ajouter)
ta_in: பதிவு வகை (சேர்)

# DONOR_REGISTRATION_TYPE_EDIT_CAPTION
source: Registration Type (Edit)
fr_fr: Type d'inscription (Edit)
ta_in: பதிவு வகை (தொகு)

# DONOR_REGISTRATION_TYPE_EMPTY
source: Registration Type is empty
fr_fr: Type d'inscription est vide
ta_in: பதிவு வகை காலியாக உள்ளது

# DONOR_SAVE_SUCCESS
source: Saved
fr_fr: Enregistré
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

# DONOR_STATE_EMPTY
source: State is empty
fr_fr: État est vide
ta_in: மாநில காலியாக உள்ளது

# DONOR_TITLENAME_EMPTY
source: Donor title is empty
fr_fr: titre du donneur est vide
ta_in: தானம் தலைப்பு காலியாக உள்ளது

# DSYNC_CHECK_INTERNET_CONNECTION
source: Unable to connect with internet. Check your internet connection
fr_fr: Impossible d'accéder au portail. Veuillez vérifier votre connexion internet.
ta_in: இணைய இணைக்க முடியவில்லை. உங்கள் இணைய இணைப்பை சரிபார்க்கவும்

# DSYNC_CONFIRMATION_BRANCH_HEADOFFICE_VOUCHERS
source: Are you sure to import Branch Office vouchers to Head Office?
fr_fr: Etes-vous sûr d'importer des bons Branch Office au siège social?
ta_in: நீங்கள் தலைமை அலுவலகத்திற்கு கிளை அலுவலகம் உறுதி சீட்டு இறக்குமதி செய்ய உறுதியாக இருக்கிறீர்களா?

# DSYNC_CONFIRMATION_IMPORT_MASTERS
source: Are you sure to import Masters?
fr_fr: Etes-vous sûr d'importer Maîtres?
ta_in: நீங்கள் முதுநிலை இறக்குமதி செய்ய உறுதியாக இருக்கிறீர்களா?

# DSYNC_DATAFROM_HEADOFFICE_BRANCHOFFICE
source: Start Importing Data from Head office to Branch Office.
fr_fr: Démarrer l'importation de données à partir Siège social à la Direction Office.
ta_in: அலுவலக கிளை தலைமை அலுவலகம் இருந்து தரவு இறக்குமதி தொடங்கும்.

# DSYNC_EXPORT_VOUCHERS_FAILURE
source: Problem in Exporting Vouchers.
fr_fr: Problème dans l'exportation Les bons de réduction.
ta_in: உறுதி சீட்டு ஏற்றுமதி இல் சிக்கல்.

# DSYNC_EXPORT_VOUCHERS_SUCCESS
source: Voucher file is uploaded in Portal. Status will be communicated to the Branch Admin.
fr_fr: fichier Voucher est téléchargé dans le portail. Statut sera communiquée à l'administrateur de la Direction générale.
ta_in: ரசீது கோப்பு போர்டல் பதிவேற்றப்படும். நிலைமை கிளை நிர்வாகம் தெரிவிக்கப்படும்.

# DSYNC_IMPORT_BRANCH_TO_HEADOFFICE
source: There is problem in import head office data to branch office database
fr_fr: Il y a problème dans les données d'importation du siège social à la base de la succursale
ta_in: கிளை அலுவலகம் தகவல் இறக்குமதி தலைமை அலுவலகத்தில் தரவு பிரச்சனை உள்ளது

# DSYNC_IMPORT_BRANCH_TO_HEADOFFICEVOUCHER
source: Start Importing Data from Branch office to Head Office.
fr_fr: Démarrer l'importation de données de l'Office de la succursale au siège.
ta_in: அலுவலக தலைமை கிளை அலுவலகம் இருந்து தரவு இறக்குமதி தொடங்கும்.

# DSYNC_IMPORT_FCPURPOSE_HEADOFFICE_BRACHOFFICE
source: Import FC Purpose from Head office to Branch Office.
fr_fr: Importation FC But du siège social à la Direction Office.
ta_in: தலைமை அலுவலகத்தில் இருந்து இறக்குமதி எஃப்சி நோக்கம் அலுவலக கிளை.

# DSYNC_IMPORT_LEDGERGROUP_HEADOFFICE_BRACHOFFICE
source: Import Master Ledger group from Head office to Branch Office.
fr_fr: groupe Importer Maître Ledger du siège social à la Direction Office.
ta_in: தலைமை அலுவலகத்தில் இருந்து இறக்குமதி மாஸ்டர் லெட்ஜர் குழு அலுவலக கிளை.

# DSYNC_IMPORT_LEDGER_HEADOFFICE_BRACHOFFICE
source: Import Ledger /Ledger group from Head office to Branch Office.
fr_fr: groupe Importer Ledger / Ledger du siège social à la Direction Office.
ta_in: தலைமை அலுவலகத்தில் இருந்து இறக்குமதி லெட்ஜர் / லெட்ஜர் குழு அலுவலக கிளை.

# DSYNC_IMPORT_LEGALENTITY_HEADOFFICE_BRACHOFFICE
source: Import Legal Entity from head office to branch office
fr_fr: Importation d'entité légale du siège social à la succursale
ta_in: தலைமை அலுவலகம் இருந்து கிளை அலுவலகத்திற்கு இறக்குமதி சட்ட நிறுவனத்தின்

# DSYNC_IMPORT_MASTER_PROBLEM
source: Problem in Importing Master
fr_fr: Problème dans l'importation Maître
ta_in: மாஸ்டர் இறக்குமதி இல் சிக்கல்

# DSYNC_IMPORT_PROJECTCATOGORY_HEADOFFICE_BRACHOFFICE
source: Import Project Category from Head office to Branch Office.
fr_fr: Importer un projet Catégorie de Siège social à la Direction Office.
ta_in: தலைமை அலுவலகத்தில் இருந்து இறக்குமதி திட்டம் வகை அலுவலக கிளை.

# DSYNC_IMPORT_PROJECT_HEADOFFICE_BRACHOFFICE
source: Import Project Details from Head office to Branch Office.
fr_fr: Détails du projet d'importation de siège social à la Direction Office.
ta_in: தலைமை அலுவலகத்தில் இருந்து இறக்குமதி திட்ட விவரங்கள் அலுவலக கிளை.

# DSYNC_MAP_HEADOFFICE_lEDGERS
source: Kindly map all the Mismatched Branch Ledgers with Head Office ledgers and Try again.
fr_fr: Merci de mapper tous les Ledgers Branch Mismatched avec les grands livres Siège et essayez à nouveau.
ta_in: தயவுசெய்து தலைமை அலுவலகம் பேரேடுகளும் அனைத்து பொருந்தாத கிளை பேரேடுகளும் வரைபடம் மற்றும் மீண்டும் முயற்சிக்கவும்.

# DSYNC_MASTER_SUCCESS
source: Masters Imported successfully.
fr_fr: Maîtres importés avec succès.
ta_in: முதுநிலை வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது.

# DSYNC_NO_RECORD_EXISTS
source: No record is available to Export
fr_fr: Aucun enregistrement est disponible pour exporter
ta_in: பதிவுகள் எதுவும் இல்லை ஏற்றுமதி கிடைக்கும்

# DSYNC_PROBLEM_IMPORT_BRANCH_HEADOFFICE
source: There is problem in import head office data to branch office database
fr_fr: Il y a problème dans les données d'importation du siège social à la base de la succursale
ta_in: கிளை அலுவலகம் தகவல் இறக்குமதி தலைமை அலுவலகத்தில் தரவு பிரச்சனை உள்ளது

# DSYNC_PROBLEM_IMPORT_RECORDS
source: Problem in importing the records
fr_fr: Problème dans l'importation des enregistrements
ta_in: பதிவுகள் இறக்குமதி பிரச்சனை

# DSYNC_SELECT_ONE_PROJECT
source: Select atleast one project to Export vouchers
fr_fr: Sélectionnez au moins un projet pour exporter des bons
ta_in: உறுதி சீட்டு ஏற்றுமதி குறைந்தது ஒரு திட்டம் தேர்வு

# DSYNC_SELECT_XML_IMPORT
source: Select the XML file to import.
fr_fr: Sélectionnez le fichier XML à importer.
ta_in: இறக்குமதி செய்ய XML கோப்பைத் தேர்ந்தெடுக்கவும்.

# DSYNC_SUCCESS_BRANCH_TO_HEADOFFICE_VOUCHER
source: Successfully imported Vouchers from Branch office to Head Office.
fr_fr: Les bons de réduction avec succès importés du bureau de la succursale au siège.
ta_in: கிளை அலுவலகத்தில் இருந்து வெற்றிகரமாக இறக்குமதி உறுதி சீட்டு அலுவலக தலைமை.

# DSYNC_SUCCESS_DATAFROM_HEADOFFICE_BRANCHOFFICE
source: Successfully imported Data from Head office to Branch Office.
fr_fr: Les données avec succès importés du Siège social à la Direction Office.
ta_in: தலைமை அலுவலகத்தில் இருந்து வெற்றிகரமாக இறக்குமதி தரவு அலுவலக கிளை.

# DSYNC_SUCCESS_FCPURPOSE_HEADOFFICE_BRACHOFFICE
source: Successfully imported FC Purpose from Head office to Branch Office.
fr_fr: Avec succès importé FC But du siège social à la Direction Office.
ta_in: தலைமை அலுவலகத்தில் இருந்து வெற்றிகரமாக இறக்குமதி எஃப்சி நோக்கம் அலுவலக கிளை.

# DSYNC_SUCCESS_LEDGERGROUP_HEADOFFICE_BRACHOFFICE
source: Successfully Imported Master Ledger Group from Head office to Branch Office.
fr_fr: Réussir Imported Maître Ledger Groupe du siège social à la Direction Office.
ta_in: வெற்றிகரமாக அலுவலக கிளை தலைமை அலுவலகம் இருந்து இறக்குமதி மாஸ்டர் லெட்ஜர் குழு.

# DSYNC_SUCCESS_LEDGER_HEADOFFICE_BRACHOFFICE
source: Successfully Import Ledger and Ledger Group from Head office to Branch Office.
fr_fr: Avec succès l'importation Ledger et Ledger Groupe du siège social à la Direction Office.
ta_in: வெற்றிகரமாக தலைமை அலுவலகத்தில் இருந்து இறக்குமதி லெட்ஜர் மற்றும் லெட்ஜர் Group அலுவலக கிளை.

# DSYNC_SUCCESS_LEGALENTITY_HEADOFFICE_BRACHOFFICE
source: Successfully imported legal entity from head office to branch office
fr_fr: Avec succès importé entité juridique du siège social à la succursale
ta_in: வெற்றிகரமாக கிளை அலுவலகத்திற்கு தலைமை அலுவலகத்தில் இருந்து சட்ட நிறுவனம் இறக்குமதி

# DSYNC_SUCCESS_PROJECTCATOGORY_HEADOFFICE_BRACHOFFICE
source: Successfully imported Project Category from head office to branch office.
fr_fr: Avec succès importé Projet Catégorie du siège social à la succursale.
ta_in: வெற்றிகரமாக கிளை அலுவலகத்திற்கு தலைமை அலுவலகத்தில் இருந்து, திட்டம் வகை இறக்குமதி.

# DSYNC_SUCCESS_PROJECT_HEADOFFICE_BRACHOFFICE
source: Successfully import project details from Head office to Branch Office.
fr_fr: Avec succès les détails du projet d'importation de siège social à la Direction Office.
ta_in: தலைமை அலுவலகத்தில் இருந்து வெற்றிகரமாக இறக்குமதி திட்ட விவரங்கள் அலுவலக கிளை.

# DSYNC_VALIDATEPROJECT_BRANCH_TO_HEADOFFICE
source: Project used in Branch Office is not available in Head office. The Project Name might have been changed or Removed by the Branch.\n The Project Required is
fr_fr: Projet utilisé dans Branch Office ne sont pas disponibles dans le bureau Head. Le Nom du projet aurait été modifié ou supprimé par la Direction générale. \ N Le projet est requis
ta_in: கிளை அலுவலகத்தில் பயன்படுத்தப்படும் திட்ட தலைமை அலுவலகத்தில் இல்லை. திட்டத்தின் பெயர் கிளை மூலம் மாற்றம் செய்யப்பட்டிருக்கலாம் அல்லது நீக்கப்பட்டது. \ N திட்ட தேவைப்படுகிறது

# DSYNC_VALIDATE_DATE
source: Date To must be greater than Date From
fr_fr: Jusqu'à la date doit être supérieur Date à partir de
ta_in: வரம்பு தேதி தேதி விட அதிகமாக இருக்க வேண்டும்

# DSYNC_VALIDATE_OP_TRANS
source: Vouchers are available for this ledger. It cannot be deleted.
fr_fr: Les bons de réduction sont disponibles pour ce livre. Il ne peut pas être supprimé.
ta_in: கே இந்த பேரேடு உள்ளன. அது நீக்க முடியாது.

# DSYNC_WELCOME_SYNCHRONISATION
source: Welcome to AcME ERP Data Sync...
fr_fr: Bienvenue à Acme ERP Data Sync ...
ta_in: ஆக்மி ஈஆர்பி தரவு ஒத்திசைவு வரவேற்கிறோம் ...

# DUE_DATE_EMPTY
source: Due date is Empty
fr_fr: Date d'échéance est vide
ta_in: நிலுவை தேதி காலியாக உள்ளது

# DUE_DATE_GREATER_THAN_START_DATE
source: Due date should be greater than start date
fr_fr: Date d'échéance devrait être supérieure à la date de début
ta_in: நிலுவை தேதி தொடக்க தேதி விட அதிகமாக இருக்க வேண்டும்

# EMPTY_SHEET
source: Master details are not available.
fr_fr: détails Master ne sont pas disponibles.
ta_in: மாஸ்டர் விவரங்கள் கிடைக்கவில்லை.
