Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# USER_RIGHTS_RESTART_CONFIRM
source: User rights are set for the selected role.
fr_fr: Les droits de l'utilisateur sont définis pour le rôle sélectionné.
id_id: Hak pengguna ditetapkan untuk peran yang dipilih.
pt_pt: Os direitos do usuário são definidas para a função selecionada.
ta_in: பயனர் உரிமைகள் தெரிவு பங்கு வைக்கப்பட்டிருக்கிறார்கள்.

# USER_ROLE_ADD_CAPTION
source: User Role (Add)
fr_fr: Rôle d'utilisateur (Ajouter)
id_id: Peran Pengguna (Tambah)
pt_pt: Função do usuário (Adicionar)
ta_in: பயனர் பங்கு (சேர்)

# USER_ROLE_DELETE_FAILS
source: You cannot delete this User Role
fr_fr: Vous ne pouvez pas supprimer ce rôle d'utilisateur
id_id: Anda tidak dapat menghapus pengguna ini Peran
pt_pt: Você não pode excluir esse papel de usuário
ta_in: நீங்கள் இந்த பயனர் பங்கு நீக்க முடியாது

# USER_ROLE_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: registro excluído
ta_in: பதிவு நீக்கப்பட்டது

# USER_ROLE_EDIT_CAPTION
source: User Role (Edit)
fr_fr: Rôle d'utilisateur (éditer)
id_id: Peran Pengguna (Ubah)
pt_pt: Função do usuário (Editar)
ta_in: பயனர் பங்கு (தொகு)

# USER_ROLE_PRINT_CAPTION
source: User Role details
fr_fr: Détails du rôle d'utilisateur
id_id: Rincian Peran Pengguna
pt_pt: Detalhes de Função de Usuário
ta_in: பயனர் பங்கு விவரங்கள்

# USER_ROLE_SAVE_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

# USER_SAVED_SUCCESS
source: Saved
fr_fr: Enregistré
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

# USER_SESSIONEXPIRY_INVALID
source: Session expired / Invalid User
fr_fr: Session expirée / Utilisateur non valide
id_id: Sesi kedaluwarsa / Pengguna tidak valid
pt_pt: Sessão expirada / usuário inválido
ta_in: அமர்வு காலாவதியானது / செல்லாத பயனர்

source: User View
fr_fr: Vue de l'utilisateur
id_id: pengguna View
pt_pt: usuário Ver
ta_in: பயனர் காண்க

# UTILIZE_CAPTION
source: Utilize
fr_fr: Utiliser
ta_in: பயன்படுத்த

# VALIDATE_ACCOUNTING_YEAR
source: Project start date and closed date does not fall between transaction period.Kindly change the Project start date and closed date and try again.
fr_fr: La date de début et de fin du projet ne correspond pas à la période de transaction. Veuillez modifier la date de début et de fin du projet et réessayer.
ta_in: திட்ட தொடக்க தேதி மற்றும் மூடிய தேதி பரிவர்த்தனை காலம் இடையே வீழ்ச்சி இல்லை.தயவுசெய்து திட்ட தொடக்க தேதி மற்றும் மூடிய தேதி மாற்றி, மீண்டும் முயற்சிக்கவும்.

# VALIDATE_DUE_DATE
source: Record is available for this date
fr_fr: L'enregistrement est disponible pour cette date
ta_in: பதிவு இந்த தேதி கிடைக்கும்

# VENDOR_ADD_CAPTION
source: Vendor (Add)
fr_fr: Vendor (Ajouter)
ta_in: விற்பனையாளர் (சேர்)

# VENDOR_NAME_EMPTY
source: Name is empty.
fr_fr: Nom est vide.
ta_in: பெயர் காலியாக உள்ளது.

# VENDOR_NOT_AVAIL
source: Vendor details are not available.
fr_fr: détails Vendeur ne sont pas disponibles.
ta_in: விற்பனையாளர் விவரங்கள் கிடைக்கவில்லை.

# VENDOR_VIEW_CAPTION
source: Vendor
fr_fr: Vendeur
ta_in: விற்பனையாளர்

source: voucher
fr_fr: bon d'achat
ta_in: ரசீது

# VOUCHER_ADD_CAPTION
source: Voucher (Add)
fr_fr: Bon d'achat (Ajouter)
id_id: Voucher (Tambah)
pt_pt: Comprovante (Adicionar)
ta_in: ரசீது (சேர்)

# VOUCHER_AMOUNT_LESS_THAN_ZERO
source: Amount cannot be less than zero.
fr_fr: Le montant ne peut être inférieur à zéro.
id_id: Jumlah tidak bisa kurang dari nol.
pt_pt: O valor não pode ser inferior a zero.
ta_in: தொகை பூஜ்ஜியம் குறைவாக இருக்க முடியாது.

# VOUCHER_AMOUNT_MISMATCH
source: Amount Mismatch
fr_fr: Non concordance des montants
id_id: jumlah Mismatch
pt_pt: Valor incompatibilidade
ta_in: தொகை மிஸ்மேட்ச்

# VOUCHER_CANNOT_DELETE_ASSOCIATION_OCCURS
source: Cannot Delete,It has association with Investment Renewal / Withdrawal
fr_fr: Impossible à supprimer, il est associé à Dépôt Fixe Renouvellement / Retrait
id_id: Tidak bisa Hapus, memiliki hubungan dengan FD Renewal / Penarikan
pt_pt: Não é possível eliminar, tem associação com FD Renovação / Retirada
ta_in: நீக்க முடியாது, அது எஃப்டி புதுப்பித்தல் / விலக்குதல் இணைந்து உள்ளது

# VOUCHER_CANNOT_DELETE_FD_RECEIPT_ENTRY
source: Cannot Delete, This is closed Investment Receipt Voucher Entry
fr_fr: Impossible de supprimer, il s'agit d'une entrée de bon de réception FD fermée.
id_id: Tidak bisa Hapus, ini adalah FD Penerimaan tertutup Voucher entri
pt_pt: Não é possível excluir, esta é Receipt FD fechada comprovante de entrada
ta_in: நீக்க முடியாது, இந்த மூடிய எஃப்டி ரசீது வவுச்சர் உள்ளீடு

# VOUCHER_CANNOT_EDIT_FD_CONTRA_ENTRY
source: Cannot Edit,This is closed Investment Contra Voucher Entry
fr_fr: Impossible de modifier, fermeture FD Contre-entrée du Bon
id_id: Tidak dapat Mengedit, ini ditutup FD Contra Voucher Masuk
pt_pt: Não é possível editar, esta é fechada FD Contra comprovante de entrada
ta_in: திருத்த முடியாது, இந்த எஃப்டி கான்ட்ரா ரசீது நுழைவு மூடப்பட்டுள்ளது

# VOUCHER_CANNOT_EDIT_FD_RECEIPT_ENTRY
source: Cannot Edit,This is closed Investment Receipt Voucher Entry
fr_fr: Ne peut pas être modifié, fermeture d’un bon d’entrée de réception
id_id: Tidak dapat Mengedit, ini adalah FD Penerimaan tertutup Voucher entri
pt_pt: Não é possível editar, esta é Receipt FD fechada comprovante de entrada
ta_in: திருத்த முடியாது, இந்த மூடிய எஃப்டி ரசீது வவுச்சர் உள்ளீடு

# VOUCHER_CASHBANK_MAPPING_TO_PROJECT
source: Cash/Bank Ledgers are not mapped to this project .
fr_fr: Les grands livres de caisse/banque ne sont pas associés à ce projet.
id_id: Buku Pembantu Kas / Bank tidak dipetakan ke proyek ini.
pt_pt: Ledgers Caixa / Banco não são mapeados para este projeto.
ta_in: பண / வங்கி பேரேடுகளும் இந்த திட்டம் ஒப்பிடப்படுகிறது இல்லை.

# VOUCHER_COST_CENTRE_ALLOCATION_AMOUNT_GREATER
source: Allocation amount is greater than the Cost Centre amount.
fr_fr: Le montant de l'allocation est supérieur au montant du centre de coûts.
id_id: Jumlah Alokasi lebih besar dari jumlah Centre Biaya.
pt_pt: Quantidade Allocation é maior do que a quantidade Centro de Custo.
ta_in: ஒதுக்கீடு அளவு செலவு மையம் தொகையை விட அதிகமாக உள்ளது.

# VOUCHER_COST_CENTRE_ALLOCATION_AMOUNT_LESS
source: Allocation amount is less than the Cost Centre total amount.
fr_fr: Le montant de la répartition est inférieur au montant total du centre de coûts.
id_id: Jumlah Alokasi kurang dari Pusat Biaya jumlah total.
pt_pt: Quantidade Allocation é menor que o valor total Centro de Custo.
ta_in: ஒதுக்கீடு அளவு செலவு மையம் மொத்த அளவு குறைவாக உள்ளது.

# VOUCHER_COST_CENTRE_AMOUNT_EMPTY
source: Amount is empty.
fr_fr: Le montant est vide.
id_id: Jumlah kosong.
pt_pt: Valor está vazio.
ta_in: தொகை காலியாக உள்ளது.

# VOUCHER_COST_CENTRE_DELETED_SUCCESSFULLY
source: Voucher Cost Centre is deleted.
fr_fr: Le centre de coût du bon est supprimé.
id_id: Pusat Biaya Voucher dihapus.
pt_pt: Centro de Custo Vale é eliminado.
ta_in: ரசீது செலவு மையம் நீக்கப்படும்.

# VOUCHER_COST_CENTRE_NAME_EMPTY
source: Cost Centre is empty.
fr_fr: Le centre de coût est vide.
id_id: Pusat Biaya kosong.
pt_pt: Centro de Custo está vazio.
ta_in: செலவு மையம் காலியாக உள்ளது.

# VOUCHER_COST_CENTRE_NAME_EXIST
source: Name already exist.
fr_fr: Le nom existe déjà.
id_id: Nama sudah ada.
pt_pt: O nome já existe.
ta_in: பெயர் ஏற்கனவே இருக்கின்றன.

# VOUCHER_COST_CENTRE_SAVED_SUCCESSFULLY
source: Voucher Cost Centre is saved.
fr_fr: Le bon du Centre de coût est sauvegardé.
id_id: Pusat Biaya Voucher disimpan.
pt_pt: Centro de Custo Vale é salvo.
ta_in: ரசீது செலவு மையம் சேமிக்கப்படும்.

# VOUCHER_DATE_LICENSE_PERIOD_VALIDATION
source: you are not allowed to make an entry for expired/future license period
fr_fr: Vous n'êtes pas autorisé à faire une entrée pour une période de licence expirée/future.
ta_in: நீங்கள் காலாவதியான / எதிர்கால உரிமம் காலம் ஒரு நுழைவு செய்ய அனுமதி இல்லை

# VOUCHER_DEFAULT_CANNOT_DELETE
source: Default voucher's cannot be deleted
fr_fr: Les bons par défaut ne peuvent pas être supprimés
id_id: Standar voucher tidak dapat dihapus
pt_pt: Padrão comprovante do não pode ser eliminado
ta_in: இயல்புநிலை ரசீது தான் நீக்க முடியாது

# VOUCHER_DELETE
source: Voucher is deleted.
fr_fr: Le bon est supprimé.
id_id: Voucher sudah dihapus.
pt_pt: Vale é eliminado.
ta_in: ரசீது நீக்கப்படும்.

# VOUCHER_EDIT_CAPTION
source: Voucher (Edit)
fr_fr: Bon (éditer)
id_id: Voucher (Ubah)
pt_pt: Comprovante (Editar)
ta_in: ரசீது (தொகு)

# VOUCHER_ENTRY
source: Entry
fr_fr: Entrée
ta_in: நுழைவு

# VOUCHER_FD_REALIZE_CONFIRMATION
source: Investment is not matured yet. Do you want to realize?
fr_fr: Le dépôt fixe n'est pas encore échu. Voulez-vous le realiser ?
id_id: Deposito Berjangka tidak matang belum. Apakah Anda ingin mewujudkan?
pt_pt: Depósito fixo não está amadurecida ainda. Você quer realizar?
ta_in: நிலையான வைப்பு இன்னும் முதிர்ச்சி பெறவில்லை உள்ளது. நீங்கள் உணர வேண்டும் என்று விரும்புகிறீர்களா?

# VOUCHER_IS_LOCKED
source: Voucher is locked.Cannot make voucher for the project
fr_fr: Le bon est bloqué, il n'est pas possible de créer un bon pour le projet.
ta_in: ரசீது locked.Cannot திட்டம் ரசீது செய்ய

# VOUCHER_IS_LOCKED_CANNOT_DELETE
source: Voucher is locked.Cannot delete voucher for the project
fr_fr: Bon est locked.Cannot supprimer bon pour le projet
ta_in: ரசீது locked.Cannot திட்டம் ரசீது நீக்க ஆகிறது

# VOUCHER_IS_LOCKED_CANNOT_EDIT
source: Voucher is locked.Cannot edit voucher for the project
fr_fr: Le bon est bloqué. Impossible de modifier le bon pour le projet.
ta_in: வவுச்சர் திட்டம் தொகு ரசீது locked.Cannot உள்ளது

# VOUCHER_IS_LOCKED_CANNOT_MOVE
source: Voucher is locked.Cannot move voucher for the project
fr_fr: Le bon est verrouillé.ne peut pas déplacer le bon pour le projet
ta_in: வவுச்சர் திட்டம் நடவடிக்கை ரசீது locked.Cannot உள்ளது

# VOUCHER_IS_LOCKED_CANNOT_PRINT
source: Voucher is locked.Cannot print voucher for the project
fr_fr: Le bon est verrouillé.ne peut pas imprimer le bon pour le projet
ta_in: வவுச்சர் திட்டம் locked.Cannot அச்சு ரசீது உள்ளது

# VOUCHER_LEDGER_MAPPING_TO_PROJECT
source: Ledger(s) are not mapped to this project .
fr_fr: Le(s) grand(s) livre(s) n'est (ne sont) pas associé(s) à ce projet.
id_id: Ledger (s) tidak dipetakan ke proyek ini.
pt_pt: Ledger (s) não são mapeados para este projeto.
ta_in: லெட்ஜர் (கள்) இந்த திட்டம் ஒப்பிடப்படுகிறது இல்லை.

# VOUCHER_METHOD_EMPTY
source: Voucher Method is Empty.
fr_fr: La méthode du bon est vide.
id_id: Metode Voucher Kosong.
pt_pt: Método Vale está vazio.
ta_in: ரசீது முறை காலியாக உள்ளது.

# VOUCHER_METHOD_MANUAL
source: voucher method is Manual for the project
fr_fr: La méthode du bon est manuelle pour le projet.
id_id: Metode voucher Manual untuk proyek
pt_pt: método vale é manual para o projeto
ta_in: ரசீது முறை திட்டம் கையேடு

# VOUCHER_MOVE_TRANSACTION_SELECTION_EMPTY
source: No Transaction is Selected to Move
fr_fr: Aucune transaction n'est sélectionnée pour être déplacée
id_id: Tidak ada Transaksi Dipilih Pindah
pt_pt: Nenhuma transação é selecionada para movê
ta_in: இல்லை பரிவர்த்தனை நகர்த்து தேர்வு செய்யப்படும்

# VOUCHER_MULTY_ENTRY_CHECK
source: Do you want to use Multi Entry?
fr_fr: Voulez-vous utiliser la saisie multiple ?
id_id: Apakah Anda ingin menggunakan multi Kedatangan?
pt_pt: Você quer usar multi entrada?
ta_in: நீங்கள் பல நுழைவு பயன்படுத்த விரும்புகிறீர்களா?

# VOUCHER_MULTY_INVALID_CASH_TRANSACTION_AMOUNT
source: Amount is empty.
fr_fr: Le montant est vide.
id_id: Jumlah kosong.
pt_pt: Valor está vazio.
ta_in: தொகை காலியாக உள்ளது.

# VOUCHER_MULTY_INVALID_CASH_TRANSACTION_LEDGER
source: Select the Cash/Bank ledger(s)
fr_fr: Sélectionner le(s) livre(s) de caisse/banque.
id_id: Pilih buku Cash / Bank (s)
pt_pt: Selecione o livro razão Caixa / Banco (s)
ta_in: பண / வங்கி பேரேடு (கள்) தேர்ந்தெடுக்கவும்

# VOUCHER_MULTY_INVALID_TRANSACTION_AMOUNT
source: Amount is empty.
fr_fr: Le montant est vide.
id_id: Jumlah kosong.
pt_pt: Valor está vazio.
ta_in: தொகை காலியாக உள்ளது.

# VOUCHER_MULTY_INVALID_TRANSACTION_LEDGER
source: Select the ledger.
fr_fr: Sélectionner le grand livre.
id_id: Pilih buku besar.
pt_pt: Selecione o livro razão.
ta_in: பேரேடு தேர்ந்தெடுக்கவும்.

# VOUCHER_MULTY_PAYMENT_CONFIRM
source: It's an Income Ledger. Do you want to accept it in Payment Voucher?
fr_fr: Il s'agit d'un registre du grand livre. Voulez-vous l'accepter dans le bon de paiement ?
id_id: Ini adalah Ledger Penghasilan. Apakah Anda ingin menerimanya di Voucher pembayaran?
pt_pt: É uma Ledger Renda. Você quer aceitá-lo no comprovante de pagamento?
ta_in: அது ஒரு வருமான லெட்ஜர் தான். நீங்கள் பணம் செலுத்தும் ரசீது அதை ஏற்க வேண்டும் என்று விரும்புகிறீர்களா?

# VOUCHER_MULTY_RECEIPT_CONFIRM
source: It's an Expense Ledger. Do you want to accept it in Receipt Voucher?
fr_fr: Il s'agit d'un livre de dépenses. Voulez-vous l'accepter dans le bon de réception ?
id_id: Ini adalah Beban Ledger. Apakah Anda ingin menerimanya dalam Penerimaan Voucher?
pt_pt: É uma Despesa Ledger. Você quer aceitá-lo no recebimento Voucher?
ta_in: அது ஒரு இழப்பில் லெட்ஜர் தான். நீங்கள் ரசீது வவுச்சர் ஏற்றுக்கொள்ள விரும்புகிறீர்களா?

# VOUCHER_NAME_EMPTY
source: Voucher Name is empty.
fr_fr: Le nom de la pièce justificative est vide.
id_id: Voucher Nama kosong.
pt_pt: Nome Vale está vazio.
ta_in: ரசீது பெயர் காலியாக உள்ளது.

# VOUCHER_NAME_EXISTS
source: Voucher Name already exists. Please try again.
fr_fr: Le nom du bon existe déjà. Veuillez réessayer.
id_id: Voucher Nama sudah ada. Silakan coba lagi.
pt_pt: Comprovante nome já existe. Por favor, tente novamente.
ta_in: ரசீது பெயர் ஏற்கனவே உள்ளது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.

# VOUCHER_NEGATIVE_BALANCE_BANK
source: Negative Balance in Bank
fr_fr: Solde négatif en banque
id_id: Saldo negatif di Bank
pt_pt: Saldo negativo em Banco
ta_in: வங்கி எதிர்மறை இருப்பு

# VOUCHER_NEGATIVE_BALANCE_CASH
source: Negative Balance in Cash
fr_fr: Solde négatif en espèces
id_id: Saldo negatif dalam Kas
pt_pt: Saldo negativo em Dinheiro
ta_in: பண எதிர்மறையான இருப்பு

# VOUCHER_NEGATIVE_BALANCE_CASHBANK
source: Negative Balance in Cash ,Bank, Investment
fr_fr: Solde négatif en espèces, en banque et en dépôt fixe
id_id: Saldo negatif di Kas, Bank, Setoran Tetap
pt_pt: Saldo Negativo de Caixa, Banco, Depósito fixo
ta_in: பண, வங்கி எதிர்மறை இருப்பு, நிலையான வைப்பு

# VOUCHER_NEGATIVE_BALANCE_FD
source: Negative Balance in Investment
fr_fr: Solde négatif en dépôt fixe
id_id: Saldo negatif dalam setoran tetap/berjangka
pt_pt: Saldo negativo em Depósito fixo
ta_in: நிலையான வைப்பு எதிர்மறை இருப்பு

# VOUCHER_NO_RECORD
source: No records to save
fr_fr: Aucun enregistrement à sauvegarder
id_id: Tidak ada catatan untuk menyimpan
pt_pt: Não há registros para salvar
ta_in: பதிவுகள் எதுவும் காப்பாற்ற

# VOUCHER_NUMBER_EMPTY
source: Voucher number is empty.
fr_fr: Le numéro du bon est vide.
id_id: Nomor voucher kosong.
pt_pt: Número do voucher está vazio.
ta_in: வவுச்சர் எண் காலியாக உள்ளது.

# VOUCHER_NUMBER_FORMAT_IS_MANUAL
source: The active voucher number format is manual for
fr_fr: Le format du numéro de titre actif est manuel pour
ta_in: செயலில் ரசீது எண் வடிவம் கையேடு

# VOUCHER_PRINT_CAPTION
source: Voucher List
fr_fr: Liste des bons
id_id: Daftar voucher
pt_pt: Lista Comprovante
ta_in: ரசீது பட்டியல்

# VOUCHER_REGENERATE_SELECT_PROJECT
source: Select a project to regenerate voucher
fr_fr: Sélectionner un projet pour régénérer le bon
id_id: Pilih sebuah proyek untuk regenerasi voucher
pt_pt: Selecione um projeto para regenerar comprovante
ta_in: ரசீது மீண்டும் உருவாக்க ஒரு திட்டம் தேர்வு

# VOUCHER_REGENERATION_FAILS
source: Regeneration is failed. The active voucher method is Manual for the project
fr_fr: La régénération a échoué. La méthode du bon actif est Manuel pour le projet
id_id: Regenerasi gagal. Metode voucher aktif Manual untuk proyek
pt_pt: Regeneração é falha. O método comprovante ativo é manual para o projeto
ta_in: மீளுருவாக்கம் தோல்வி. செயலில் ரசீது முறை திட்டம் கையேடு

# VOUCHER_REGENERATION_SUCCESS
source: Regenerated
fr_fr: Régénéré
id_id: Di Regenerasi
pt_pt: regenerado
ta_in: மறு உருவாக்கம்

# VOUCHER_SAVE
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

# VOUCHER_SUCCESS
source: Saved
fr_fr: Enregistré
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

# VOUCHER_TRANSACTION_CHANGE_TYPE
source: Are you sure to change the transaction type?
fr_fr: Etes-vous sûr de vouloir changer le type de transaction ?
id_id: Apakah Anda yakin akan mengubah jenis transaksi?
pt_pt: Tem certeza que deseja alterar o tipo de transação?
ta_in: நீங்கள் பரிவர்த்தனை வகை மாற்ற உறுதியாக இருக்கிறீர்களா?

# VOUCHER_TRANSACTION_CONTRA
source: Voucher - Contra
fr_fr: Contra-bon
pt_pt: Vale - Contra
ta_in: வவுச்சர் - கான்ட்ரா

# VOUCHER_TRANSACTION_CONTRA_CHANGE_TYPE
source: Records will be cleared. Are you sure to change the transaction type?
fr_fr: Les enregistrements seront effacés. Etes-vous sûr de vouloir changer le type de transaction ?
id_id: Rekaman akan dihapus. Apakah Anda yakin akan mengubah jenis transaksi?
pt_pt: Os registros serão apagados. Tem certeza que deseja alterar o tipo de transação?
ta_in: ரெக்கார்ட்ஸ் அழிக்கப்படும். நீங்கள் பரிவர்த்தனை வகை மாற்ற உறுதியாக இருக்கிறீர்களா?

# VOUCHER_TRANSACTION_DATE
source: Transaction Date is empty
fr_fr: La date de transaction est vide
id_id: Transaksi Tanggal kosong
pt_pt: Data da transação está vazia
ta_in: பரிவர்த்தனை தேதி காலியாக உள்ளது

# VOUCHER_TRANSACTION_PAYMENT
source: Voucher - Payment
fr_fr: Bon - Paiement
id_id: Voucher - Pembayaran
pt_pt: Vale - Pagamento
ta_in: வவுச்சர் - கொடுப்பனவு

# VOUCHER_TRANSACTION_RECEIPT
source: Voucher - Receipt
fr_fr: Bon - Reçu
id_id: Voucher - Penerimaan
pt_pt: Vale - Recebimento
ta_in: வவுச்சர் - ரசீது

# VOUCHER_TRANS_DATETO_MISMATCH
source: DateTo should not be less than DateFrom.Please enter the Valid Date.
fr_fr: La date de début ne doit pas être inférieure à la date de fin.
ta_in: DateFrom.Please உள்ளிடுக விட DateTo குறைவாக இருக்க கூடாது.

# VOUCHER_TYPE_EMPTY
source: Voucher Type is empty
fr_fr: Le type de bon est vide
id_id: Voucher Jenis kosong
pt_pt: Comprovante Tipo está vazia
ta_in: ரசீது வகை காலியாக உள்ளது

# VOUCHER_TYPE_NO_SELECTION
source: Voucher Type is not selected
fr_fr: Le type de bon n'est pas sélectionné
id_id: Voucher Jenis tidak dipilih
pt_pt: Comprovante Tipo não está selecionada
ta_in: ரசீது வகை தேர்வு

# VOUCHER_VALID_AMOUNT
source: Amount is greater than the Cost Allocation Amount.
fr_fr: Le montant est supérieur au montant de l'imputation des coûts.
id_id: Jumlah lebih besar dari Jumlah Alokasi Biaya.
pt_pt: Valor é maior do que o valor de custo de alocação.
ta_in: தொகை செலவு ஒதுக்கீடு தொகை விட அதிகமாக உள்ளது.

# VOUCHER_VIEW
source: View
fr_fr: Vue
ta_in: காண்க

# WANT_TO_PROCEED
source: Do you want to proceed?
fr_fr: Voulez-vous continuer ?
ta_in: நீங்கள் தொடர விரும்புகிறீர்களா?

source: Withdraw
fr_fr: Retirer
ta_in: திரும்பப்பெறு

source: Withdrawal
fr_fr: Retrait
ta_in: பின்வாங்கும்

source: Withdraw Amount
fr_fr: Montant du retrait
ta_in: தொகை திரும்பப்பெறு

# WITHDRAW_DATE_GREATER_THAN_CREATED_DATE
source: Withdraw date should be greater than last renewal date/last created date
fr_fr: La date de retrait doit être supérieure à la date du dernier renouvellement/de la dernière création
ta_in: தேதி திரும்பப்பெறு கடந்த புதுப்பித்தல் தேதி / கடந்த உருவாக்கப்பட்ட தேதி விட அதிகமாக இருக்க வேண்டும்

# WITHDRAW_DATE_GREATER_THAN_RENEWAL_DATE
source: Withdraw date should be greater than last renewal date
fr_fr: La date de retrait doit être supérieure à la date du dernier renouvellement.
ta_in: தேதி திரும்பப்பெறு கடந்த புதுப்பித்தல் தேதி விட அதிகமாக இருக்க வேண்டும்

# WITHDRAW_VIEW_NO_RECORD
source: No record is available to withdraw
fr_fr: Aucun enregistrement n'est disponible pour le retrait
id_id: tidak ada catatan yang tersedia untuk menarik
pt_pt: Nenhum registro está disponível para retirar
ta_in: பதிவுகள் எதுவும் இல்லை வாபஸ் கிடைக்கும்

# WITHOUT_TRANS
source: There is no transaction available to import.Do you want to import?
fr_fr: Il n'y a pas de transaction disponible pour import.Do que vous souhaitez importer?
ta_in: எந்த இறக்குமதி செய்ய விரும்பும் import.Do கிடைக்கும் பரிவர்த்தனை உள்ளது?

source: Yes KeyDown
fr_fr: Oui KeyDown
ta_in: ஆமாம் keydown

# AUDIT_LOCK_TYPE_VIEW_CAPTION
source: Lock Type
fr_fr: type de verrou
ta_in: பூட்டு வகை

# DASHBOARD_TICKET_STATUS
source: Ticket Status
fr_fr: Statut du billet
ta_in: டிக்கெட் நிலைமை

# MODULE_FINANCE_TITLE
source: Finance
fr_fr: Finances

# MODULE_DATA_UTILITY_TITLE
source: Utilities
fr_fr: Utilitaires

# MODULE_STATUTORY_TITTLE
source: Statutory
fr_fr: Statutaire

# COMMON_EXIT_APPLICATION
source: Do you want to Exit the Application?
fr_fr: Voulez-vous quitter l'application ?

# COMMON_LICENSE_PERIOD
source: License Period :
fr_fr: Période de licence :

# COMMON_LICENSE_TO_INFO
source: to
fr_fr: à

# TICKET_STATUS_CAPTION
source: Ticket Status
fr_fr: Statut du billet

# DASH_REC_PAY_CAP
source: Receipts and Payments for the Month
fr_fr: Recettes et paiements du mois

# ACCOUNTING_SET_YEAR_VALIDATION
source: Transaction period will be started
fr_fr: La période de transaction est lancée

# ACMEERP_UP_TO_DATE
source: Acme.erp is up to date
fr_fr: Acme.erp est à jour

# ACMEERP_UP_TO_DATE_INFO
source: Acme.erp is upto date already, Do you want to update anyway?
fr_fr: Acme.erp est déjà à jour, voulez-vous quand même le mettre à jour ?

# AMOUNT_MISMATCH
source: Allocated amount cannot greater/less than actual payment amount
fr_fr: Le montant alloué ne peut être supérieur/inférieur au montant du paiement réel

# BACKUP_FINISED_SUCCESS
source: The Backup was finished successfully
fr_fr: La sauvegarde s'est terminée avec succès

# BRANCH_DB_DELETED
source: Branch database deleted.
fr_fr: La base de données de la branche est supprimée.

# BRANCH_DB_DELETE_CONFIRMATION
source: Are you sure you want to delete the selected branch database?
fr_fr: Êtes-vous sûr de vouloir supprimer la base de données de la branche sélectionnée ?

# BRANCH_DB_SAVE
source: Branch database saved.
fr_fr: La base de données de la branche est sauvegardée..

# BRANCH_NAME_EMPTY
source: Branch Name is empty.
fr_fr: Le nom de la branche est vide.

source: Branch Name exists already.
fr_fr: Le nom de la branche existe déjà.

# BROWSE_GROUP_EMPTY
source: Group is empty
fr_fr: Le groupe est vide

# BUDGET_HAS_TRANSACTION
source: Transactions are available for this budget.
fr_fr: Des transactions sont disponibles pour ce budget.
ta_in: பரிவர்த்தனைகள் இந்த வரவு செலவு திட்டம் உள்ளன.

# CASHBANK_NEGATIVE
source: It is going to be Negative Balance, Do you Proceed?
fr_fr: Il s'agit d'un solde négatif, poursuivez-vous ?

# CHANGE_PROJECT_START_DATE_CLOSED_DATE
source: Kindly change the Project start date and closed date and try again.
fr_fr: Veuillez modifier la date de début et la date de fin du projet et réessayer.

# CHECK_INTERNET_FTP_CONNECTION
source: Unable to reach Portal. Please check your internet or FTP rights
fr_fr: Impossible d'accéder au portail. Veuillez vérifier vos droits internet ou FTP

# COMMON_ACMEERP_BACKUP_DATA
source: The Backup was finished successfully
fr_fr: La sauvegarde s'est terminée avec succès

# COMMON_FILE_BACKUP_INFO
source: The File
fr_fr: Le fichier

# COMMON_FINANCE_SETTING_SUCCESS_INFO
source: Saved
fr_fr: Sauvegardé

# COMMON_FINISHED_BACKUP_DATA
source: Backup finished
fr_fr: Sauvegarde terminée

# COMMON_HO_LEDGERS_NOTAVAILABLE_INFO
source: Head Office Ledgers are not available to export vouchers. Kindly download the Head Office masters and try again.
fr_fr: Les grands livres du siège ne sont pas disponibles pour exporter des pièces justificatives. Veuiller télécharger les masters du bureau central et réessayer.

# COMMON_LICENSE_PEROID_EXPIRED_INFO
source: License expired
fr_fr: Licence expirée

# COMMON_LICENSE_PEROID_EXPIRESIN_DAYS_INFO
source: days
fr_fr: Jours

# COMMON_LICENSE_PEROID_EXPIRESIN_INFO
source: License expires in
fr_fr: La licence expire le
