Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# STOCK_LEDGER_EMPTY
source: Required information is not filled, Cash / Bank is empty
fr_fr: Information obligatoire est pas rempli, Trésorerie / Banque est vide
ta_in: தேவையான தகவல் பூர்த்தி, பண / வங்கி காலியாக உள்ளது

# STOCK_LOCATION_EMPTY
source: Required information is not filled,Location is empty
fr_fr: Les informations obligatoires ne sont pas remplis, l'emplacement est vide
ta_in: தேவையான தகவல் பூர்த்தி, இடம் காலியாக உள்ளது

# STOCK_NAME_EMPTY
source: Name is empty
fr_fr: Nom est vide
ta_in: பெயர் காலியாக உள்ளது

# STOCK_NO_ITEM_ROWS
source: Requried information is not filled
fr_fr: informations requried est pas rempli
ta_in: நிரூபிக்க அவசியமான தகவல் நிறைந்த இல்லை

# STOCK_PRINT_CAPTION
source: Stock Details
fr_fr: Stock Détails
ta_in: பங்கு விபரங்கள்

# STOCK_PURCHASE_QUANTITY_ZERO
source: Quantity should not be less than zero
fr_fr: Quantité ne doit pas être inférieur à zéro
ta_in: அளவு குறைவாக பூஜ்ஜியமாக இருக்க கூடாது

# STOCK_PURCHASE_RETURN_ADD
source: Purchase Return (Add)
fr_fr: Achat retour (Ajouter)
ta_in: வாங்கும் திரும்ப (சேர்)

# STOCK_PURCHASE_RETURN_EDIT
source: Purchase Return ( Edit )
fr_fr: Achat retour (Edit)
ta_in: வாங்கும் திரும்ப (தொகு)

# STOCK_QUANTITY_EMPTY
source: Stock Quantity is empty.
fr_fr: Stock Quantité est vide.
ta_in: பங்கு அளவு காலியாக உள்ளது.

# STOCK_QUANTITY_EXCEEDS
source: Quantity exceeds the available quantity
fr_fr: Quantité dépasse la quantité disponible
ta_in: அளவு தேவைப்படும் அளவில் அதிகமாக

# STOCK_RATE_PER_ITEM
source: Stock per item is empty.
fr_fr: Stock par article est vide.
ta_in: உருப்படி ஒன்றுக்கு பங்கு காலியாக உள்ளது.

# STOCK_RETURN_PRINT_CAPTION
source: Purchase Return Details
fr_fr: Achat Retour Détails
ta_in: வாங்கும் திரும்ப விபரங்கள்

# STOCK_RETURN_TYPE_EMPTY
source: Required information is not filled, Return type is empty
fr_fr: Information obligatoire est pas rempli, le type de retour est vide
ta_in: தேவையான தகவல் பூர்த்தி செய்யப்பட்ட இல்லை வகை திரும்ப காலியாக உள்ளது

# STOCK_TOTAL_AMOUTN_EMPTY
source: Required information is not filled, Return type is empty
fr_fr: Information obligatoire est pas rempli, le type de retour est vide
ta_in: தேவையான தகவல் பூர்த்தி செய்யப்பட்ட இல்லை வகை திரும்ப காலியாக உள்ளது

# STOCK_TRANSFER_ADD_CAPTION
source: Trasnsfer (Add)
fr_fr: Trasnsfer (Ajouter)
ta_in: Trasnsfer (சேர்)

# STOCK_TRANSFER_DATE_EMPTY
source: Transfer date is empty.
fr_fr: date de transfert est vide.
ta_in: மாற்றம் தேதி காலியாக உள்ளது.

# STOCK_TRANSFER_EDIT_CAPTION
source: Transfer (Edit)
fr_fr: Transfert (Edit)
ta_in: மாற்றம் (தொகு)

# STOCK_TRANSFER_FROM_TO_LOCATION_SAME
source: From Location and ToLocation can not be same
fr_fr: De Localisation et ToLocation ne peut pas être le même
ta_in: இருப்பிடம் மற்றும் ToLocation இருந்து அதே இருக்க முடியாது

# STOCK_TRANSFER_QTY_ZERO
source: Transfer Quantity can not be zero.
fr_fr: Quantité de Transfert ne peut pas être zéro.
ta_in: மாற்றம் அளவு பூஜ்ஜியமாக இருக்க முடியாது.

# STOCK_UNIT_EMPTY
source: Unit is empty
fr_fr: Unité est vide
ta_in: அலகு காலியாக உள்ளது

# STOCK_UNIT_PRICE_EMPTY
source: Required information is not filled,Unit price is empty
fr_fr: Information obligatoire est pas rempli, le prix unitaire est vide
ta_in: தேவையான தகவல் பூர்த்தி செய்யப்பட்ட இல்லை யூனிட் விலை காலியாக உள்ளது

# STOCK_VENDOR_EMPTY
source: Required information is not filled,Vendor name is empty
fr_fr: Information obligatoire est pas rempli, le nom du vendeur est vide
ta_in: தேவையான தகவல் பூர்த்தி செய்யப்பட்ட இல்லை விற்பனையாளர் பெயர் காலியாக உள்ளது

# SUCCESS_MESSAGE
source: Tally to AcME ERP imported successfully
fr_fr: Tally vers AcME ERP importé avec succès
ta_in: ஆக்மி ஈஆர்பி முறைக்கு எண்ணிக்கை வெற்றிகரமாக இறக்குமதி

# SYMBOL_EMPTY
source: UoM is empty.
fr_fr: UoM est vide.
ta_in: UoM காலியாக உள்ளது.

# TAX_AMOUNT_EMPTY
source: Tax amount is empty.
fr_fr: Le montant de la taxe est vide.
ta_in: வரி அளவு காலியாக உள்ளது.

# TAX_AMOUNT_EXCEEDS
source: Discount amount exceeds purchased amount
fr_fr: Le montant de la remise dépasse le montant de l'achat
ta_in: தள்ளுபடி அளவு வாங்க அளவு அதிகமாக

source: TDS Payments
fr_fr: Paiements TDS
ta_in: அதுமட்டுமல்ல கொடுப்பனவு

# TDS_AMOUNT
source: TDS Expense Ledger Amount is Empty
fr_fr: TDS Expense Ledger Montant est vide
ta_in: அதுமட்டுமல்ல செலவு லெட்ஜர் தொகை காலியாக உள்ளது

# TDS_AMOUNT_LESS_VALIDATION
source: Party Ledger Amount cannot be less then Expense Ledger Amount
fr_fr: Party Ledger montant ne peut être inférieur à Expense Ledger Montant
ta_in: கட்சி லெட்ஜர் தொகை பின்னர் செலவு லெட்ஜர் தொகை குறைவாக இருக்க முடியாது

# TDS_AMOUNT_VALIDATION
source: Assess Amount cannot be greater than Expense Ledger Amount
fr_fr: Évaluer le montant ne peut être supérieur à Expense Ledger Montant
ta_in: தொகை மதிப்பிடுவது செலவு லெட்ஜர் தொகை விட அதிகமாக இருக்க முடியாது

# TDS_AMOUNT_VERIFICATION
source: Do you want to correct the value?
fr_fr: Voulez-vous corriger la valeur?
ta_in: நீங்கள் சரியான மதிப்பிற்கு விரும்புகிறீர்களா?

# TDS_APPLICABLE_FROM_EMPTY
source: Applicable From should not be empty
fr_fr: Applicable De ne doit pas être vide
ta_in: காலியாக இருக்கக் கூடாது பொருந்தும் இருந்து

source: TDS Balance
fr_fr: TDS Solde
ta_in: அதுமட்டுமல்ல இருப்பு

# TDS_BOOKING_DATE
source: TDS Booking Date is Empty
fr_fr: TDS Date de réservation est vide
ta_in: அதுமட்டுமல்ல புக்கிங் தேதி காலியாக உள்ளது

# TDS_CODE_EMPTY
source: Code is empty
fr_fr: Le code est vide
ta_in: குறியீடு காலியாக உள்ளது

# TDS_CONFIRM_DELETE_POLICY_DEFINED
source: Do you want to clear the values?
fr_fr: Voulez-vous effacer les valeurs?
ta_in: நீங்கள் மதிப்புகள் அழிக்க விரும்புகிறீர்களா?

# TDS_DATE_DUPLICATE
source: Entry already is available for given date for the Nature of Payments
fr_fr: L'entrée est déjà disponible pour la date donnée pour la Nature des paiements
ta_in: நுழைவு ஏற்கனவே கொடுப்பனவு இயற்கை கொடுக்கப்பட்ட தேதி கிடைக்கும்

# TDS_DEDUCTEETYPES_ADD_CAPTION
source: Deductee Types (Add)
fr_fr: Types cotisante (Ajouter)
id_id: Jenis Deductee (Tambah)
pt_pt: Tipos Deductee (Adicionar)
ta_in: Deductee வகைகள் (சேர்)

# TDS_DEDUCTEETYPES_EDIT_CAPTION
source: Deductee Types (Edit)
fr_fr: Types cotisante (Éditer)
id_id: Jenis Deductee (Ubah)
pt_pt: Tipos Deductee (Editar)
ta_in: Deductee வகைகள் (தொகு)

# TDS_DEDUCTEETYPES_PRINT_CAPTION
source: Deductee Type Details
fr_fr: Cotisante Détails Type
id_id: Deductee Jenis Detail
pt_pt: Deductee Tipo Detalhes
ta_in: Deductee வகை விவரங்கள்

# TDS_DEDUCTEE_NAME_EMPTY
source: Deductee Name is empty.
fr_fr: Cotisante Nom est vide.
id_id: Deductee Nama kosong.
pt_pt: Deductee Nome está vazio.
ta_in: Deductee பெயர் காலியாக உள்ளது.

# TDS_DEDUCTEE_TYPE_EMPTY
source: Deductee type is not selected
fr_fr: Cotisante type est pas sélectionné
id_id: Jenis Deductee tidak dipilih
pt_pt: Deductee tipo não é selecionado
ta_in: Deductee வகை தேர்வு

# TDS_DEDUCT_TYPE
source: Deduct Type is Empty
fr_fr: Déduire type est vide
ta_in: கழித்து வகை காலியாக உள்ளது

# TDS_DUTY_TAX_ADD_CAPTION
source: Duty Tax (Add)
fr_fr: Tax Duty (Ajouter)
id_id: Pajak Duty (Tambah)
pt_pt: Imposto de trabalho (Adicionar)
ta_in: கடமை வரி (சேர்)

# TDS_DUTY_TAX_EDIT_CAPTION
source: Duty Tax (Edit)
fr_fr: Tax Duty (Éditer)
id_id: Pajak Duty (Ubah)
pt_pt: Dever Tributário (Editar)
ta_in: கடமை வரி (தொகு)

# TDS_DUTY_TAX_NAME_EMPTY
source: Tax Name is empty.
fr_fr: Nom de l'impôt est vide.
id_id: Nama Pajak kosong.
pt_pt: Nome Tax está vazio.
ta_in: வரி பெயர் காலியாக உள்ளது.

# TDS_DUTY_TAX_PRINT_CAPTION
source: Duty Tax Details
fr_fr: Duty Détails Tax
id_id: Tugas Rincian Pajak
pt_pt: Dever Detalhes Imposto
ta_in: கடமை வரி விவரங்கள்

# TDS_EXPENSE_LEDGER_EMPTY
source: TDS Expense Ledger is Emtpy
fr_fr: TDS Expense Ledger est vide
ta_in: அதுமட்டுமல்ல செலவு லெட்ஜர் Emtpy ஆகும்

# TDS_GRID_EMPTY
source: Make TDS Booking Detail for the selected Expense Ledger to Party Ledger
fr_fr: Faire TDS Réservation Détail de la dépense sélectionnée Ledger Party Ledger
ta_in: தேர்ந்தெடுக்கப்பட்ட செலவு லெட்ஜர் கட்சி லெட்ஜரிடம் க்கான அதுமட்டுமல்ல முன்பதிவு விபரம் செய்ய

# TDS_NAME_EMPTY
source: Name is empty
fr_fr: Nom est vide
ta_in: பெயர் காலியாக உள்ளது

# TDS_NATUREOFPAYEMNTS_SECTION_EMPTY
source: Section is Empty.Please add the section.
fr_fr: Section est Empty.Please ajouter la section.
ta_in: பிரிவு Empty.Please பிரிவில் சேர்க்க உள்ளது.

# TDS_NATUREOFPAYMENTS_SECTION_EMPTYADD
source: Please add the TDS_SECTION first.
fr_fr: S'il vous plaît ajouter le TDS_SECTION premier.
ta_in: முதல் TDS_SECTION சேர்க்க தயவு செய்து.

# TDS_NATUREPAYMENT_ADD_CAPTION
source: Nature of Payments (Add)
fr_fr: Nature des paiements (Ajouter)
id_id: Sifat Pembayaran (Tambah)
pt_pt: Natureza de Pagamentos (Adicionar)
ta_in: கொடுப்பனவு இயற்கை (சேர்)

# TDS_NATUREPAYMENT_EDIT_CAPTION
source: Nature of Payments (Edit)
fr_fr: Nature des paiements (Edit)
id_id: Sifat Pembayaran (Ubah)
pt_pt: Natureza de Pagamentos (Editar)
ta_in: கொடுப்பனவு இயற்கை (தொகு)

# TDS_NATUREPAYMENT_PAYMENT_CODE_EMPTY
source: Payment Code is empty.
fr_fr: Code de paiement est vide.
id_id: Kode Pembayaran kosong.
pt_pt: Código de Pagamento está vazio.
ta_in: கொடுப்பனவு குறியீடு காலியாக உள்ளது.

# TDS_NATUREPAYMENT_PAYMENT_NAME_EMPTY
source: Payment Name is empty.
fr_fr: Paiement Nom est vide.
pt_pt: Nome pagamento está vazio.
ta_in: கொடுப்பனவு பெயர் காலியாக உள்ளது.

# TDS_NATUREPAYMENT_PRINT_CAPTION
source: Nature of Payment Details
fr_fr: Nature des détails de paiement
id_id: Sifat Rincian Pembayaran
pt_pt: Natureza dos detalhes de pagamento
ta_in: கட்டண விவரங்களை இயற்கை

# TDS_NATUREPAYMENT_SECTION_CODE_EMPTY
source: Section is empty.
fr_fr: Section est vide.
id_id: Bagian Kode kosong.
pt_pt: Seção de código está vazio.
ta_in: பகுதி காலியாக உள்ளது.

# TDS_NATUREPAYMENT_SECTION_NAME_EMPTY
source: Section Name is empty.
fr_fr: Nom de la section est vide.
id_id: Bagian Nama kosong.
pt_pt: Nome da seção está vazia.
ta_in: பிரிவின் பெயர் காலியாக உள்ளது.

# TDS_NATURE_OF_PAYMENT_EMPTY
source: Nature of payment is not selected
fr_fr: Nature du paiement n'a pas été sélectionné
id_id: Sifat pembayaran tidak dipilih
pt_pt: Natureza de pagamento não for selecionado
ta_in: பணம் செலுத்தும் இயற்கை தேர்வு இல்லை

# TDS_PARTY_LEDGER_EMPTY
source: TDS Party Ledger is emtpy
fr_fr: TDS Party Ledger est emtpy
ta_in: அதுமட்டுமல்ல கட்சி லெட்ஜர் emtpy ஆகும்

# TDS_PARTY_PAYMENT_CAPTION
source: TDS Party Payment
fr_fr: Paiement TDS Party
ta_in: அதுமட்டுமல்ல கட்சி கொடுப்பனவு

# TDS_PAYMENT_AMOUNT_VALIDATION
source: TDS Payment Amount exceeds the actual Amount
fr_fr: TDS Montant du paiement dépasse le montant réel
ta_in: அதுமட்டுமல்ல கட்டணத் தொகை உண்மையான அளவு அதிகமாக

# TDS_PAYMENT_CAPTION
source: TDS Payment
fr_fr: TDS Paiement
ta_in: அதுமட்டுமல்ல கொடுப்பனவு

# TDS_PAYMENT_PRINT
source: TDS Payment Details
fr_fr: TDS Détails de paiement
ta_in: அதுமட்டுமல்ல கொடுப்பனவு விபரங்கள்

# TDS_PENDING_TRANS_CONFIRMATION
source: Record is not available
fr_fr: Record est non disponible
ta_in: பதிவு கிடைக்கவில்லை

# TDS_POLICY_NATURE_OF_PAYMENT_EMPTY
source: Select the Nature of Payments.
fr_fr: Sélectionnez la Nature des paiements.
ta_in: கொடுப்பனவு இயற்கை தேர்ந்தெடுக்கவும்.

# TDS_PRINT_CAPTION
source: TDS Booking
fr_fr: TDS Réservation
ta_in: அதுமட்டுமல்ல முன்பதிவு

# TDS_SAVE_SUCCESS
source: Saved
fr_fr: Enregistré
ta_in: சேமித்த

# TDS_SECTION_ADD_CAPTION
source: TDS Section (Add)
fr_fr: Section TDS (Ajouter)
ta_in: அதுமட்டுமல்ல பிரிவு (சேர்)

# TDS_SECTION_EDIT_CAPTION
source: TDS Section (Edit)
fr_fr: Section TDS (Éditer)
ta_in: அதுமட்டுமல்ல பிரிவு (தொகு)

# TDS_SELECT_EMPTY
source: Select the record
fr_fr: Sélectionnez l'enregistrement
ta_in: சாதனை தேர்வு

# TDS_TAX_TYPE_NOT_EXISTS
source: Tax Type does not exists
fr_fr: Type d'impôt n'existe
ta_in: வரி வகை இல்லை உள்ளது இல்லை

# TDS_TRASN_DEDUCTEE_TYPE_EMPTY
source: Deductee type is can not be empty
fr_fr: type Deductor est ne peut pas être vide
ta_in: Deductee வகை காலியாக இருக்க முடியாது

# TDS_VOUCHER_NUMBER_EMPTY
source: TDS Voucher Number is Empty
fr_fr: TDS Nombre Voucher est vide
ta_in: அதுமட்டுமல்ல வவுச்சர் எண் காலியாக உள்ளது

# TO_DOUBLE_ENTRY
source: to Multiple Entry
fr_fr: vers Saisie multiple
ta_in: பல பதி செய்ய

source: to Single Entry
fr_fr: vers Saisie simple
ta_in: ஒற்றை நுழைவு செய்ய

# TRANSACTION_AMOUNT_EXCEEDS
source: Transaction Amount exceeds the Projected Amount
fr_fr: Le montant de la transaction dépasse le montant prévu
ta_in: பரிவர்த்தனை தொகை திட்டமிடப்பட்ட தொகை அதிகமாக

# TRANSACTION_AMOUNT_NOT_EQUAL_ACTUAL_AMOUNT
source: Transaction is not done equivalent to the actual amount
fr_fr: La transaction ne correspond pas au montant réel.
id_id: Transaksi tidak dilakukan setara dengan jumlah yang sebenarnya
pt_pt: Transação não for feito equivalente ao montante real
ta_in: பரிவர்த்தனை உண்மையான சமமானது செய்யவில்லை

# TRANSACTION_BANK_LEDGER
source: Bank Ledger
fr_fr: Grand livre de banque
id_id: Buku Kas induk Bank
pt_pt: Livro-razao de Banco
ta_in: வங்கி லெட்ஜர்

# TRANSACTION_CASH_LEDGER
source: Cash Ledger
fr_fr: Grand livre de caisse
id_id: Buku Kas induk Kas
pt_pt: Livro-razao de cheque
ta_in: பண லெட்ஜர்

# TRANSACTION_EXISTS
source: Bank Account cannot be changed because Transaction exists for the Bank Account.
fr_fr: Le compte bancaire ne peut pas être changé car la transaction existe pour le compte bancaire.
ta_in: பரிவர்த்தனை வங்கி கணக்கு உள்ளது, ஏனெனில் வங்கி கணக்கு மாற்ற முடியாது.

# TRANSACTION_FD
source: OP Balance can not be set and can not be unmapped for Investment.
fr_fr: Le solde OP ne peut pas être défini et ne peut pas être annulé pour le dépôt fixe.
id_id: OP Balance tidak dapat diatur dan tidak dapat belum dipetakan untuk Deposito Berjangka.
pt_pt: OP equilíbrio não pode ser definido e não pode ser unmapped para depósito fixo.
ta_in: ஓபி இருப்பு அமைக்க முடியாது மற்றும் நிலையான வைப்புத் க்கான unmapped இருக்க முடியாது.

# TRANSACTION_FD_LEDGER
source: Investment Account
fr_fr: Compte Dépôt Fixe
id_id: Rekening FD
pt_pt: Conta de FD
ta_in: எஃப்டி கணக்கு

# TRANSACTION_MADE_CANT_UNMAP
source: Transaction is made for this Ledger, can not unmap.
fr_fr: Une transaction a été effectuée pour ce grand livre, elle ne peut Une transaction a été effectuée pour ce grand livre, elle ne peut pas être dissociée.
ta_in: பரிவர்த்தனை unmap முடியாது, இந்த லெட்ஜர் செய்யப்படுகிறது.

# TRANSACTION_MADE_LEDGER
source: Transaction is made for this ledger,can not be deleted.
fr_fr: La transaction est faite pour ce grand livre, ne peut pas être supprimée.
id_id: Transaksi ini dibuat untuk buku ini, tidak dapat dihapus.
pt_pt: Transação é feita para este livro, não pode ser eliminado.
ta_in: பரிவர்த்தனை இந்த பேரேடு செய்யப்படுகிறது, நீக்க முடியாது.

# TRANSACTION_MADE_SOME_LEDGER_CANT_UNMAP
source: Transaction is made for some Ledger(s), can not unmap.
fr_fr: La transaction est faite pour un ou plusieurs grand(s) livre(s), elle ne peut pas être dissociée.
ta_in: பரிவர்த்தனை சில லெட்ஜர் (கள்) செய்யப்படுகிறது, unmap முடியாது.

# TRANSACTION_MOVE_GREATER_THAN_ONE
source: Atleast one project must be selected to move transaction
fr_fr: Au moins un projet doit être sélectionné pour déplacer la transaction
id_id: Atleast satu proyek harus dipilih untuk memindahkan transaksi
pt_pt: Pelo menos um projeto deve ser selecionado para mover transação
ta_in: குறைந்தது ஒரு திட்டம் பரிவர்த்தனை நகர்த்த தெரிவு செய்யப்பட வேண்டும்

# TRANSACTION_MOVE_SUCCESS
source: Transaction Moved Successfully
fr_fr: Transaction effectuée avec succès
id_id: Transaksi Pindah Berhasil
pt_pt: Transação movida com sucesso
ta_in: பரிவர்த்தனை வெற்றிகரமாக நகர்த்தப்பட்டது

# TRANSACTION_PERIOD_SET_EMPTY
source: Transaction Period is not yet created or not active. Do you want to create the Transaction Period now or set active?
fr_fr: La période de transaction n'est pas encore créée ou n'est pas active. Voulez-vous créer la période de transaction maintenant ou la rendre active ?
id_id: Periode Transaksi belum dibuat atau tidak aktif. Apakah Anda ingin membuat Periode Transaksi sekarang atau set aktif?
pt_pt: Período de transação ainda não foi criado ou não ativo. Você quer criar o período da operação agora ou definir ativa?
ta_in: பரிவர்த்தனை காலம் இன்னும் உருவாக்கப்பட்ட அல்லது செயலில் இல்லை இல்லை. நீங்கள் இப்போது அல்லது செயலில் அமைக்க பரிவர்த்தனை காலம் உருவாக்க விரும்புகிறீர்களா?

# TRANSFER_ADD_CAPTION
source: Asset Transfer
fr_fr: Transfert d'actifs
ta_in: சொத்து மாற்றம்

# TRANSFER_AMOUNT_EMPTY
source: Amount is empty.
fr_fr: Montant est vide.
ta_in: தொகை காலியாக உள்ளது.

# TRANSFER_ASSETITEM_EMPTY
source: Asset Item is empty.
fr_fr: Asset article est vide.
ta_in: சொத்து பொருள் காலியாக உள்ளது.

# TRANSFER_DATE_EMPTY
source: Date is empty.
fr_fr: La date est vide.
ta_in: தேதி காலியாக உள்ளது.

# TRANSFER_DATE_FUTURE
source: Transfer date can not be in future.
fr_fr: date de transfert ne peut pas être à l'avenir.
ta_in: மாற்றம் தேதி, எதிர்காலத்தில் இருக்க முடியாது.

# TRANSFER_FROMLOCATION_EMPTY
source: From Location is empty.
fr_fr: De L'emplacement est vide.
ta_in: இடம் இருந்து காலியாக உள்ளது.

# TRANSFER_FROMLOCATION_GRID_EMPTY
source: To Location grid is empty.
fr_fr: Pour Localisation grille est vide.
ta_in: இருப்பிடம் கட்டம் காலியாக உள்ளது.

# TRANSFER_FROM_TO_SAME
source: From project and location is same to project and location
fr_fr: Du projet et l'emplacement est de même pour projet et l'emplacement
ta_in: திட்டம் மற்றும் இடம் இருந்து திட்டம் மற்றும் இடம் ஒன்றுதான்

# TRANSFER_PRINT_CAPTION
source: Transfer Details
fr_fr: Détails de transfert
ta_in: பரிமாற்ற விவரங்கள்

# TRANSFER_REFRENCENO_EMPTY
source: Refrence No is empty.
fr_fr: N ° de référence est vide.
ta_in: Refrence இல்லை காலியாக உள்ளது.

# TRANSFER_TOLOCATION_EMPTY
source: To Location is empty.
fr_fr: Pour L'emplacement est vide.
ta_in: இருப்பிடம் காலியாக உள்ளது.

# TRANSFER_TOLOCATION_GRID_EMPTY
source: From Location grid is empty.
fr_fr: De Situation grille est vide.
ta_in: இருப்பிடம் இருந்து கட்டம் காலியாக உள்ளது.

# TRANS_DATE
source: Date To cannot be less than Date From.
fr_fr: La date de fin ne peut être inférieure à la date de début.
id_id: Tanggal Untuk tidak boleh kurang dari Tanggal Dari.
pt_pt: Data Para não pode ser inferior a data de.
ta_in: தேதி முதல் நாள் குறைவாக இருக்க முடியாது.

# TYPE_EMPTY
source: Type is empty.
fr_fr: Type de vide.
ta_in: வகை காலியாக உள்ளது.

# UNITOFMEASSURE_PRINT_CAPTION
source: UoM Details
fr_fr: UoM Détails
ta_in: UoM விபரங்கள்

# UNITOFMEASSURE_TYPE_EMPTY
source: Type is empty.
fr_fr: Type de vide.
ta_in: வகை காலியாக உள்ளது.

# UNIT_OF_MEASURE_ADD
source: UoM (Add)
fr_fr: UoM (Ajouter)
ta_in: UoM (சேர்)

# UNMAP_CASH_LEDGER
source: Ledger can not be unmapped.
fr_fr: Le grand livre ne peut pas être dissocié.
id_id: Kas Ledger tidak dapat terpetakan.
pt_pt: Caixa Ledger não pode ser não-mapeada.
ta_in: லெட்ஜர் unmapped இருக்க முடியாது.

source: UnSelect All
fr_fr: Tout déselectionner
ta_in: தேர்வுசெய்ய வேண்டாம்

# UPDATING_BALANCE
source: Updating the Balance......
fr_fr: Mise à jour de la balance ......
ta_in: இருப்பு புதுப்பிக்கிறது ......

# USERROLE_CAPTION
source: User Role
fr_fr: Rôle de l'utilisateur
id_id: Peran pengguna
pt_pt: função do usuário
ta_in: பயனர் பாத்திரம்

# USERROLE_DELETE
source: You do not have permission to delete this user role.
fr_fr: Vous n'avez pas l'autorisation de supprimer ce rôle d'utilisateur.
id_id: Anda tidak memiliki izin untuk menghapus peran pengguna ini.
pt_pt: Você não tem permissão para excluir esta função do usuário.
ta_in: நீங்கள் இந்த பயனர் பங்கு நீக்க அனுமதி இல்லை.

# USERROLE_EMPTY
source: User Role is empty.
fr_fr: Le rôle de l'utilisateur est vide.
id_id: Peran Pengguna kosong.
pt_pt: Função de usuário está vazio.
ta_in: பயனர் பங்கு காலியாக உள்ளது.

# USERROLE_EXITS
source: User Role is already available.
fr_fr: Le rôle de l'utilisateur est déjà disponible.
id_id: Peran Pengguna sudah tersedia.
pt_pt: Função de usuário já está disponível.
ta_in: பயனர் பாத்திரம் ஏற்கனவே உள்ளது.

# USERROLE_NAME
source: Administrator
fr_fr: Administrateur
pt_pt: Administrador
ta_in: நிர்வாகி

# USER_ADD_CAPTION
source: User (Add)
fr_fr: Utilisateur (Ajouter)
id_id: Pengguna (Tambah)
pt_pt: Usuário (Adicionar)
ta_in: பயனர் (சேர்)

# USER_CHANGE_PASSWORD
source: Change Password
fr_fr: Changer le mot de passe
id_id: Ubah Password
pt_pt: Alterar senha
ta_in: கடவுச்சொல்லை மாற்று

# USER_CONFIRM_PASSWORD_EMPTY
source: Confirm Password is empty.
fr_fr: Confirmer le mot de passe est vide.
id_id: Konfirmasi Password kosong.
pt_pt: Confirme sua senha está vazio.
ta_in: கடவுச்சொல் இல்லை உறுதிப்படுத்தவும்.

# USER_CURRENT_PASSWORD_EMPTY
source: Current Password is empty.
fr_fr: Le mot de passe actuel est vide.
id_id: Sandi kini kosong.
pt_pt: Senha atual está vazio.
ta_in: தற்போதைய கடவுச்சொல் இல்லை.

# USER_CURRENT_PASSWORD_FAIL
source: Current Password is not correct.
fr_fr: Le mot de passe actuel n'est pas correct.
id_id: Sandi saat ini tidak benar.
pt_pt: Senha atual não está correto.
ta_in: தற்போதைய கடவுச்சொல் சரியானது அல்ல.

# USER_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: registro excluído
ta_in: பதிவு நீக்கப்பட்டது

# USER_EDIT_CAPTION
source: User (Edit)
fr_fr: Utilisateur (éditer)
id_id: Pengguna (Ubah)
pt_pt: Usuário (Editar)
ta_in: பயனர் (தொகு)

# USER_FIRST_NAME_EMPTY
source: First Name is empty So
fr_fr: Le prénom est vide.
id_id: Nama pertama adalah kosong.
pt_pt: Nome está vazio.
ta_in: முதல் பெயர் காலியாக உள்ளது.

# USER_FORGOT_PASSWORD
source: Forgot Password
fr_fr: Mot de passe oublié
id_id: Lupa Kata Sandi
pt_pt: Esqueci minha senha
ta_in: கடவுச்சொல் மறந்து விட்டீர்களா

# USER_INVALID
source: Username or Password is invalid
fr_fr: Nom d'utilisateur ou mot de passe est invalide
id_id: Nama Pengguna atau Sandi tidak valid
pt_pt: Nome de usuário ou senha é inválida
ta_in: பயனாளர் பெயர் அல்லது கடவுச்சொல்லை தவறானது

# USER_LOGIN
source: Page Title ::User Login
fr_fr: Page Title ::Connexion de l'utilisateur
id_id: Page Title :: Login User
pt_pt: Título da página :: Login do usuário
ta_in: பக்கம் தலைப்பு :: பயனர் தேதி

# USER_LOGIN_SUCCESS
source: Login Success
fr_fr: Succès de la connexion
id_id: Login Sukses
pt_pt: Entrar Sucesso
ta_in: தேதி வெற்றி

# USER_NAME_EMPTY
source: User Name is empty.
fr_fr: Le nom d'utilisateur est vide.
id_id: Nama Pengguna kosong.
pt_pt: Nome de Usuário está vazio.
ta_in: பயனர் பெயர் காலியாக உள்ளது.

# USER_NEW_PASSWORD_EMPTY
source: New password is empty.
fr_fr: Le nouveau mot de passe est vide.
id_id: New password kosong.
pt_pt: Nova senha está vazio.
ta_in: புதிய கடவுச்சொல் காலியாக உள்ளது.

# USER_NEW_PASSWORD_MISMATCH
source: New Password and Confirm password are mismatch.
fr_fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas.
id_id: New Password dan Confirm password mismatch.
pt_pt: Nova senha e Confirmar senha são incompatibilidade.
ta_in: புதிய கடவுச்சொல் மற்றும் கடவுச்சொல்லை உறுதிப்படுத்துக பொருத்தமில்லாமல் உள்ளன.

# USER_PASSWORD_EMPTY
source: Password is empty.
fr_fr: Le mot de passe est vide.
id_id: Sandi kosong.
pt_pt: Senha está vazio.
ta_in: கடவுச்சொல் இல்லை.

# USER_PASSWORD_UNMATCHED
source: Password is incorrect.
fr_fr: Le mot de passe est incorrect.
id_id: Sandi salah.
pt_pt: A senha está incorreta.
ta_in: தவறான கடவுச்சொல்.

# USER_PRINT_CAPTION
source: Users’ details
fr_fr: Détails de l'utilisateur
id_id: Rincian Pengguna '
pt_pt: Detalhes dos usuários
ta_in: பயனர்கள் 'விவரங்கள்

# USER_RESET_PASSWORD_SUCCESS
source: Password has been Reset.
fr_fr: Le mot de passe a été réinitialisé.
id_id: Sandi telah Reset.
pt_pt: Senha foi redefinida.
ta_in: கடவுச்சொல் மீட்டமை வருகிறது.
