Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# COMMON_QUERY_EXECUTE_SUCESS
source: query executed Sucessfully
fr_fr: Requête exécutée avec succès

# COMMON_QUERY_FINISHED
source: finished
fr_fr: terminé

# COMMON_RESTORE_BACKUP_DATA
source: Do you want to Restore AcMeERP data?
fr_fr: Voulez-vous restaurer les données AcMeERP ?

# COMMON_TDS_SETTING_SUCCESS_INFO
source: Saved
fr_fr: Sauvegardé

# COMMON_TRANS_PEROID_CREATE_INFO
source: Transaction Period is not created . Do you want to create the Transaction Period?
fr_fr: La période de transaction n'est pas créée. Voulez-vous créer la période de transaction ?

# COMMON_USER_WELCOME_INFO
source: Welcome
fr_fr: Bienvenue

# COMMON_VOUCHER_LOCKED
source: Voucher is locked, can not make voucher entry for
fr_fr: Le bon est bloqué, il n'est pas possible d'effectuer l'entrée du bon pour

# COULD_NOT_ESTABILISH_CONNECTION_WITH_TALLY
source: Could not establish connection with Tally
fr_fr: Impossible d'établir une connexion avec Tally

# COULD_NOT_PROCESS_DATA_MIGRATION
source: Could not process Data Migration.Due to the following reason {0}
fr_fr: Impossible de traiter la migration des données pour la raison suivante {0}

# COULD_NOT_START_TALLY_MIGRATION
source: Could not start Tally migration, Default Master vouchers are missing.
fr_fr: Impossible de démarrer la migration Tally, les bons de commande par défaut sont manquants.

source: Could not update latest version
fr_fr: Impossible de mettre à jour la dernière version

# DATA_MIGRATION_COULD_NOT_PROCEED_INFO
source: Could not proceed Data Migration:
fr_fr: Impossible de procéder à la migration des données :

# DB_CHANGED_CONFIRMATION
source: Are you sure to Change Database?
fr_fr: Êtes-vous sûr de vouloir changer de base de données ?

# DB_CHANGED_SUCCESS
source: Database has been changed successfully.Click ok to Restart the Application.
fr_fr: La base de données a été modifiée avec succès. Cliquez sur ok pour redémarrer l'application.

# DB_RESORE_SUCCESS
source: Restored successfully
fr_fr: Restauré avec succès

# DB_THE_FILE
source: The File
fr_fr: Le fichier

# DELETE_RECORD_AND_CONTINUE_MIGRATION
source: Record is available,Do you want to delete the records and continue migration?{3}{0}Yes : Delete and Continue{1}No : Merge with old records{2}Cancel: Stop Migration.
fr_fr: L'enregistrement est disponible, voulez-vous supprimer les enregistrements et continuer la migration ? {3}{0} Oui : Supprimer et continuer {1} Non : Fusionner avec les anciens enregistrements {2} Annuler : Arrêter la migration.

# FDCLOSEDREGISTER_VIEW_PRINT_CAPTION
source: Investment Closed Registers
fr_fr: Registres clôturés des dépôts fixes

# FDREGISTER_VIEW_PRINT_CAPTION
source: Investment Registers
fr_fr: Registres des dépôts fixes

# LEDGERS_CAPTION
source: Ledgers
fr_fr: Grands Livres

# LEDGER_GROUPS_DELETE_SUCCESS
source: Ledger Groups deleted Successfully.
fr_fr: Les groupes de grands livres ont été supprimés avec succès.

# LEDGER_GROUP_CREATE_UNDER_PRIMARY_GROUP
source: Few Ledger Groups are created under Primary itself. Kindly move those Ledger Groups to any one of the four Natures and try again.
fr_fr: Quelques groupes de grands livres ont été créés sous le livre principal lui-même. Veuillez déplacer ces groupes de grands livres vers l'une des quatre natures et réessayez.

# LEDGER_MAPPING_LOCKED_HEADOFFICE_ADMIN
source: Ledger Mapping is locked by Head Office Admin.
fr_fr: La dissociation du grand livre est verrouillée par l'administrateur central.

# LEDGER_UNMAPPING_HEADOFFICE_ADMIN
source: Ledger UnMapping is locked by Head Office Admin.
fr_fr: La dissociation du grand livre est verrouillée par l'administration centrale.

# MERGE_LEDGER_TDS_CONFIRMATION
source: TDS Merging Ledger will be deleted permanently and Nature of Payments and Duties and Tax Ledger will be remained, Do you really want to continue?
fr_fr: Le grand livre de fusion TDS sera définitivement supprimé et le grand livre Nature des paiements et Droits et taxes sera conservé. Voulez-vous réellement continuer ?

# MODULE_FIXED_ASSET_TITTLE
source: Fixed Asset
fr_fr: Immobilisations

# MODULE_NETWOKING_TITTLE
source: Networking
fr_fr: Réseau

# MODULE_SETTING_TITLE
source: Settings
fr_fr: Paramètres

# MODULE_SET_VISIBLE_CLOSE_ALL_TABS
source: Close all Tabs <Color=Blue><b>Ctrl+Shift+F4</b></color>
fr_fr: Fermer tous les onglets

# MODULE_SET_VISIBLE_CONFIGURATION_TAB
source: Configuration <Color=Blue><b>(F12)</b></color>
fr_fr: Configuration de la base de données

# MODULE_SET_VISIBLE_DATE_TAB
source: Date <Color=Blue><b>(F3)</b></color>
fr_fr: Date

# MODULE_SET_VISIBLE_PROJECT_TAB
source: Project <Color=Blue><b>(F5)</b></color>
fr_fr: Projet

# NO_ACCESS_EDIT_USER
source: You have no access to edit this user
fr_fr: Vous n'avez pas le droit d’éditer cet utilisateur

# NO_ACCESS_EDIT_USER_ROLE
source: You have no access to edit this user role
fr_fr: Vous n'avez pas le droit d’éditer le rôle de cet utilisateur

# NO_DB_EXITS_IN_CONFIG_FILE
source: No Database Exists in the Config file
fr_fr: Aucune base de données n'existe dans le fichier de configuration

# NO_INTERNET_CONNECTION
source: No internet connection.Please check it
fr_fr: Pas de connexion internet, veuillez la vérifier

# NO_LEDGER_GROUPS_SELECT
source: No Groups are selected,try selecting Ledgers.
fr_fr: Aucun groupe n'est sélectionné, essayez de sélectionner les grands livres.

# NO_LEDGER_SELECT
source: No ledgers are selected,try selecting Ledgers.
fr_fr: Aucun grand livre n'est sélectionné, essayez de sélectionner les grands livres.

# NO_RIGHTS_TO_DELETE_USER
source: You have no rights to delete this user
fr_fr: Vous n'avez pas le droit de supprimer cet utilisateur

# PROJECT_EXPORT_SUCCESS
source: Project(s) exported Successfully
fr_fr: Projet(s) exécuté(s) avec succès

# PROJECT_NOT_SELECT
source: Project is not selected.Select a project to map to the user role.
fr_fr: Le projet n'est pas sélectionné. Sélectionnez un projet à associer au rôle de l'utilisateur.

# PROJECT_SELECTION_CREATE_PROJECT
source: Projects are not available. Do you want to create the Project?
fr_fr: Les projets ne sont pas disponibles. Voulez-vous créer le projet ?

# PROJECT_START_DATE_CLOSED_DATE_FALL_BETWEEN_TRANS_PEROID
source: Project start date and closed date does not fall between transaction period.
fr_fr: La date de début et de fin du projet n'est pas comprise dans la période de transaction.

# REMOVE_PROJECT_SELECT_PROJECT_CONFIRMATION
source: Selected Project will be removed permanently,Do you want still want to export the project?
fr_fr: Le projet sélectionné sera supprimé définitivement. Voulez-vous toujours exporter le projet ?

# RESTORING_INFO
source: Restoring
fr_fr: Restaurer

# SELECTED_FILE_INVALID
source: Selected File is Invalid
fr_fr: Le fichier sélectionné n'est pas valide

# SELECT_DB_TO_RESTORE
source: Select the Database to restore.
fr_fr: Sélectionner la base de données à restaurer.

# SELECT_LICENSE_KEY_FOR_DB
source: Select License Key for the Database
fr_fr: Sélectionner la clé de licence de la base de données

# SELECT_MULTIPLE_DB
source: Select Multiple Database License Key
fr_fr: Sélectionner la clé de licence pour plusieurs bases de données

# SHOWALL_CAPTION
source: Show All
fr_fr: Tout afficher

# SHOWALL_LEDGERS
source: <color='Blue'><b> Show All Ledgers </b></color>
fr_fr: Afficher tous les grands livres

# SHOWALL_LEDGERS_BLUE
source: <color='Blue'><b> Show All Ledgers </b></color>
fr_fr: Afficher tous les grands livres

# SHOWALL_LEDGERS_DARKGREEN
source: <color='DarkGreen'><b> Show All Ledgers</b></color>
fr_fr: Afficher tous les grands livres

source: Split Project has been cancelled
fr_fr: Le projet de fractionnement a été annulé

source: Split Voucher
fr_fr: Fractionner le bon

source: Statistics Type
fr_fr: Type de statistiques

# STATISTICSTYPE_ADD_CAPTION
source: Statistics Type (Add)
fr_fr: Type de statistiques (Ajouter)

# STATISTICSTYPE_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé

# STATISTICSTYPE_EDIT_CAPTION
source: Statistics Type (Edit)
fr_fr: Type de statistiques (Editer)

# STATISTICSTYPE_EMPTY
source: Statistics Type is empty
fr_fr: Le type de statistique est vide

# STATISTICSTYPE_PRINT_CAPTION
source: Statistics Type details
fr_fr: Détails du type de statistiques

# STATISTICSTYPE_SAVE_FAILURE
source: The Record is not Saved
fr_fr: L'enregistrement n'est pas sauvegardé

# SUBJECT_CAPTION
source: Subject
fr_fr: Le sujet est vide.

# SUBJUECT_EMPTY
source: Subject is Empty.
fr_fr: Le sujet est vide.

# TALLY_MIGRATION_MODE_OPTION
source: {4} is available.{5}Do you want to delete the Project and continue migration?{3}{0}Yes : Delete and Continue{1}No : Merge with old records{2}Cancel: Stop Migration.
fr_fr: {4} est disponible.{5} Voulez-vous supprimer le projet et continuer la migration ?{3}{0}Oui : Supprimer et continuer{1}Non : Fusionner avec les anciens enregistrements{2}Annuler : Arrêter la migration.

# TRANSACTION_IMPORTING_SUCCESS
source: Transactions are imported successfully
fr_fr: Les transactions sont importées avec succès.

# TRANSACTION_MOVE_CONFIRMATION
source: Are you sure to Move Transaction?
fr_fr: Etes-vous sûr de vouloir déplacer la transaction ?

# TRANSACTION_MOVE_GRID_EMPTY
source: No records is available in the grid to delete\move
fr_fr: Aucun enregistrement n'est disponible dans la grille pour supprimer ou déplacer.

# TRANSACTION_MOVE_NOT_SELECTED
source: No Records is selected
fr_fr: Aucun enregistrement n'est sélectionné

# TRANSACTION_MOVE_PROJECT_NOT_SELECTED
source: No Project is Selected to Move
fr_fr: Aucun projet n'est sélectionné pour être déplacé

# TRANSACTION_MOVE_SUCCESS_NOT_BANK_ACCOUNT
source: Transaction Moved Successfully Except Bank Account not Mapped details
fr_fr: La transaction a été déplacée avec succès sauf que le compte bancaire n'a pas été mis en correspondance avec les détails.

# TRANS_COSTCENTER_AMOUNT_EMPTY
source: Required Information not filled, Amount is empty
fr_fr: Information requise non remplie, le montant est vide

# TRANS_COSTCENTER_NAME_EMPTY
source: Required Information not filled, Cost Centre Name is empty
fr_fr: Information requise non renseignée, le nom du centre de coût est vide

# TRANS_COSTCENTER_VALIDATION_MESSAGE
source: Required Information not filled
fr_fr: Information requise non remplie

# TRANS_JOURNAL_TDS_JOURNAL_DONE_VOUCHER
source: TDS Payment is done for this Voucher.
fr_fr: Le paiement TDS a été effectué pour ce bon.

# TRANS_JOURNAL_VIEW_DELETE_REFERERED_VOUCHER
source: This Voucher referered in Payment voucher, Do you want to delete?
fr_fr: Ce bon est référencé dans le bon de paiement, voulez-vous le supprimer ?

# TRANS_JOURNAL_VIEW_TRANS_LOCKED_INFO
source: Voucher is locked.Cannot move voucher for the project
fr_fr: Le bon est verrouillé, il n'est pas possible de déplacer le bon pour le projet.

# TRANS_JOURNAL_VOUCHER_LOCKED_INFO
source: Voucher is locked.Cannot delete this voucher for the project
fr_fr: Le bon est verrouillé, il n'est pas possible de supprimer ce bon pour le projet.

# TRANS_VIEW_ENTRY_CAN_EDIT_ASSET_MODULE
source: Entry can be edited in the Fixed Asset Module.
fr_fr: L'entrée peut être modifiée dans le module Immobilisations.

# UILANGUAGE_CAPTION
source: UILanguage
fr_fr: Langue de l'interface utilisateur

# UNABLE_TO_REACH_PORTAL_CHECK_INTERNET_CONNECTION
source: Unable to reach Portal. Please check your internet connection.
fr_fr: Impossible d'accéder au portail. Veuillez vérifier votre connexion internet.

# UNUSED_LEDGER_DELETE_SUCCESS
source: Ledgers deleted Successfully.
fr_fr: Les grands livres supprimés avec succès.

# UPDATE_CAPTION
source: Update
fr_fr: Mise à jour

# UPDATE_LEDGER_MAP_WITH_PROJECT
source: Do You want to update Ledger Mapping with Projects?
fr_fr: Voulez-vous mettre à jour la cartographie des grands livres avec les projets ?

source: Update License
fr_fr: Actualiser la licence

# UPDATE_LICENSE_INFO
source: Update License
fr_fr: Mettre à jour la licence

source: Update Mode
fr_fr: Mode Actualisation

# USERNAME_PASSWORD_CANNOT_SAME_FOR_ADMIN_USER
source: Username and password cannot be same for the admin user.
fr_fr: Le nom d'utilisateur et le mot de passe ne peuvent pas être les mêmes pour l'utilisateur admin.

# USER_ROLE_CANNOT_EMPTY
source: User Role can not be empty
fr_fr: Le rôle de l'utilisateur ne peut pas être vide

# VOUCHER_CONTRA_NORIGHTS_DELETE
source: No rights to delete this Contra Vouchers
fr_fr: Pas de droit de suppression de ce contra-bon

# VOUCHER_DAILY_COLLECTION_EMTPY
source: Daily collection is empty
fr_fr: L'encaissement journalier est vide.

# VOUCHER_PAYMENT_NORIGHTS_DELETE
source: No rights to delete this Payment Vouchers
fr_fr: Pas de droits pour supprimer ce Bon de paiement

# VOUCHER_POST_ALREADY_INFORMATION
source: Selected records are already posted.
fr_fr: Les enregistrements sélectionnés sont déjà comptabilisés.

# VOUCHER_POST_COLLECTION_CAPTION
source: Post Daily Collection
fr_fr: Enregistrer l'encaissement quotidien

# VOUCHER_POST_COLLECTION_INFORMATION
source: Voucher posted successfully
fr_fr: Le bon a été comptabilisé avec succès.

# VOUCHER_PROJECT_EMPTY
source: Project is empty
fr_fr: Le projet est vide

# VOUCHER_RECEIPT_NORIGHTS_DELETE
source: No rights to delete this Receipt Vouchers
fr_fr: Pas de droits pour supprimer ce bon d'encaissement

# LOGOUT
source: Logout the Application
fr_fr: Déconnectez-vous de l'application

# CANNOT_DELETE
source: Cannot Delete. This Record has association
fr_fr: Impossible de suprimer. Cet enregistrement a une association

# ARE_REP_ENTRY
source: Are you sure to Replicate Voucher Entry ?
fr_fr: Etes-vous sûr de répliquer l'entrée du bon ?

# BANK_CHEQUE_NUMBER
source: Cheque/DD/Reference Number is missing for Bank Account, Do you want to proceed ?
fr_fr: Cheque Number is missing for Bank Account, Do you want to proceed without Cheque Number?

# CASH_EXCEEDS
source: Cash Ledger amount exceeds with defined amount in Setting, Do you want to proceed ?
fr_fr: Le montant du grand livre de trésorerie dépasse le montant défini dans Paramètres. Voulez-vous continuer ?

# CC_LEDGER_AMOUNT
source: Could not check Cost center amount with ledger amount,
fr_fr: Impossible de vérifier le montant du centre de coûts avec le montant du grand livre,

# CHANGE
source: if you change
fr_fr: si tu changes

source: Cheque Number
fr_fr: Numéro du chèque

# DURING_PERIOD
source: during the period
fr_fr: pendant la période

# GST_ALREADY
source: GST Invoice No is already exists
fr_fr: Le numéro de facture TPS existe déjà

# GST_AMOUNT_AVAI
source: GST Amount is not available
fr_fr: Le montant de la TPS n'est pas disponible

# GST_ATTACH
source: is not available in the GST Invoice details, Click \"Attach Vendor GST Invoice\" and Check details
fr_fr: n'est pas disponible dans les détails de la facture de TPS, cliquez sur « Joindre la facture de TPS du fournisseur » et vérifiez les détails.

# GST_INVOICE
source: Since GST Invoice
fr_fr: Depuis la facture de TPS

# GST_LEDGER_AVAI
source: GST ledgers are not avialble
fr_fr: Les registres de TPS ne sont pas disponibles

# IS_AUTHORIZED
source: Is this Voucher Authorized ?
fr_fr: Ce bon est-il autorisé ?

# IS_GST_PERCENTAGE
source: is selected you can't pass GST percentage for this Voucher
fr_fr: est sélectionné, vous ne pouvez pas transmettre le pourcentage de TPS pour ce bon

# LEDGER_CC_ALLOCATIONS
source: ledger amount is mismatching with Cost Centre allocation amount, Check Cost Centre allocation details.
fr_fr: Le montant du grand livre ne correspond pas au montant de l'allocation du centre de coûts. Vérifiez les détails de l'allocation du centre de coûts.

# LEDGER_GST_INV
source: Ledger(s) are mismatching in the GST Invoice details, Click on "Attach Vendor GST Invoice" and Check details.
fr_fr: Les grands livres ne correspondent pas dans les détails de la facture de TPS, cliquez sur « Joindre la facture de TPS du fournisseur » et vérifiez les détails.

# PAY_REF_VOUCHER
source: Payment is made for Journal Reference Voucher, if you are tring to reduce the Date, it will be Clear. Do you Proceed?
fr_fr: Le paiement est effectué pour le bon de référence du journal. Si vous essayez de réduire la date, ce sera clair. Continuez-vous ?

# PRINT_CHQUE
source: Do you want to Print Cheque?
fr_fr: Voulez-vous imprimer un chèque ?

# PROVINCE_REGULATIONS
source: As per the Province regulation, You can't change Voucher details except Invoice details for GST Invoice enabled Vouchers
fr_fr: Conformément à la réglementation provinciale, vous ne pouvez pas modifier les détails du bon, à l'exception des détails de la facture pour les bons compatibles avec la facture TPS.

# REF_AMOUNT
source: Ledger that Referered Amount will be cleared. Do you want to proceed?
fr_fr: Le grand livre dont le montant référencé sera effacé. Voulez-vous poursuivre?

# REF_AMOUNT_MIS
source: Reference Amount is mismatched with its Balance Amount, Check/Review payment reference details.
fr_fr: Le montant de référence ne correspond pas au montant du solde et aux détails de référence du paiement par chèque/révision.

# REM_GST_INVOICE
source: Are you sure to Remove Vendor GST Invoice details ?
fr_fr: Êtes-vous sûr de supprimer les détails de la facture de TPS du fournisseur ?

# SHOULD_DUPLICATED
source: should not be duplicated for Bank Account.
fr_fr: ne doit pas être dupliqué pour le compte bancaire.

# SUB_LEDGER
source: Sub Ledger(s) are not available for selected Ledger
fr_fr: Les sous-livres ne sont pas disponibles pour le grand livre sélectionné.

# TRANSACTIONS_EXCEEDS
source: The Transaction exceeds the Approved Budget
fr_fr: La transaction dépasse le budget approuvé

# TRANSACTIONS_REF
source: Transaction Amount is mismatched with Reference Amount, Check/Review payment reference details
fr_fr: Le montant de la transaction ne correspond pas au montant de référence, vérifier/réviser les détails de référence du paiement

# VOCHER_ENTRY
source: Voucher (Replicate Entry)
fr_fr: Bon (entrée répliquée)

# VOUCHER_DUPLICATE_CHEQUE
source: It has been used for someother Voucher. Do you want to proceed with duplicate Cheque Number?
fr_fr: Il a été utilisé pour un autre bon. Voulez-vous procéder avec un numéro de chèque en double ?

# LICENSE_KEY_UPDATED
source: License Key is Updated
fr_fr: La clé de licence est mise à jour

# PROJECT_MUST_SEL
source: A Project must be selected.
fr_fr: Un Projet doit être sélectionné.

# AMOUNT_EMPTY
source: Amount is empty
fr_fr: Le montant est vide

# BA_SELECTED
source: A Bank Account must be selected.
fr_fr: Un compte bancaire doit être sélectionné.

# BUDGET_ANN_YEAR
source: Budget Annual Report can be taken upto one year
fr_fr: Le rapport annuel budgétaire peut être pris jusqu'à un an

# BUDGET_AVAI
source: No Budget is available.
fr_fr: Aucun budget n'est disponible.

# BUDGET_AVAI_COM
source: No Budget is available to compare.
fr_fr: Aucun budget n'est disponible pour comparer.

# BUDGET_MUST_SELECTED
source: Only one Budget must be selected.
fr_fr: Un seul budget doit être sélectionné.

# CC_SELECTED
source: A Cost Centre must be selected!.
fr_fr: Un centre de coûts doit être sélectionné !

# CL_SELECTED
source: A Cash Ledger must be selected.
fr_fr: Un registre de trésorerie doit être sélectionné.

# COUNTRY_SELECTED
source: Country must be selected!
fr_fr: Le pays doit être sélectionné !

# DATE_RANGE_CUR_YEAR
source: Date Range should be with in current Finance Year
fr_fr: La plage de dates doit correspondre à l'exercice financier en cours

# DED_MUST_SELECTED
source: A Deductor must be selected!.
fr_fr: Un déducteur doit être sélectionné !.

# DONOR_SELECTED
source: Donaud must be selected!
fr_fr: Donaud doit être sélectionné !

# FD_ACC_SELECTED
source: Investment Account must be selected.
fr_fr: Le compte FD doit être sélectionné.

# FEW_PROJECT_DUP
source: Few Project(s) are duplicated in the list
fr_fr: Peu de projets sont dupliqués dans la liste

# IS_ALREADY
source: is already available
fr_fr: est déjà disponible

# LEDGER_SELECTED
source: A Ledger must be selected!
fr_fr: Un Ledger doit être sélectionné !

# LOCA_SELECTED
source: Location must be selected!
fr_fr: L'emplacement doit être sélectionné !

# MAX_EXPORT
source: Maximum 6 Projects can be viewed properly, Change/Fix proper paper size accordingly or Export as Excel file
fr_fr: Un maximum de 6 projets peuvent être visualisés correctement, modifier/corriger le format de papier approprié en conséquence ou exporter sous forme de fichier Exce

# MORE_BANK_LEDGER
source: More than one Cash/Bank ledger can not be selected.
fr_fr: Il n'est pas possible de sélectionner plus d'un grand livre de caisse/banque.

# MULTI_ABS_YEAR
source: Multi Abstract Report can be taken upto one year
fr_fr: Le rapport multi-résumés peut être pris jusqu'à un an

# NARRATION_CUM_DISABLED
source: As \"Show Narration Month-Wise Cumulative Total\" option is enabled, all other options will be disabled (Except Showing Opening Balances)
fr_fr: Lorsque l'option « Afficher le total cumulatif mensuel de la narration » est activée, toutes les autres options seront désactivées (à l'exception de l'affichage des soldes d'ouverture).

# NP_MUST_SELECTED
source: A Nature of Payment must be selected!.
fr_fr: Une nature de paiement doit être sélectionnée !

# ONEBANK_FD_SELECTED
source: Atleast One Bank Account or Investment Account to be selected
fr_fr: Au moins un compte bancaire ou un compte FD à sélectionner

# ONEBUDGET_SELECTED
source: Atleast one Budget must be selected.
fr_fr: Au moins un budget doit être sélectionné.

# OPENING_DISABLED
source: As \"Show Opening Balance (All Nature) Ledgers\" option is enabled, \"Show Opening Balance only for Asset/Liabilities Ledgers\" option will be disabled
fr_fr: Comme l'option \"Afficher le solde d'ouverture (toutes natures) grands livres" est activée, l'option \"Afficher le solde d'ouverture uniquement pour les grands livres d'actif/passif\" sera désactivée.

# OP_LEDGERS
source: Show Opening Balance only for Asset/Liabilities Ledgers
fr_fr: Afficher le solde d'ouverture uniquement pour les grands livres actif/passif

# PROJECT_MUST_SEL1
source: A Project must be selected.
fr_fr: Un Projet doit être sélectionné.

# PROJECT_NAME
source: Project
fr_fr: Projet

# QUAR_ABS_QUAR
source: Quarterly Multi Abstract Report can be taken between quarters
fr_fr: Le rapport trimestriel multi-résumé peut être pris entre les trimestres

# REGISTRATION_SELECTED
source: Registration Type must be selected!
fr_fr: Le type d'inscription doit être sélectionné !

# REPORTS_EXCEL
source: Report will be splitted basd on number of Ledgers, Please Export to Excel.
fr_fr: Le rapport sera divisé en fonction du nombre de grands livres. Veuillez l'exporter vers Excel.

# SING_EQUAL
source: Sign Image file size big, please select a file less than or equal 50 KB
fr_fr: La taille du fichier image de signature est grande, veuillez sélectionner un fichier inférieur ou égal à 50 Ko.

# SING_HEIGHT
source: Sign Image file size must be (Width is <=800 and Height is <=260)
fr_fr: La taille du fichier d’image de signe doit être (la largeur est <= 800 et la hauteur est <= 260)

# STATE_SELECTED
source: State must be selected!
fr_fr: L'État doit être sélectionné !

# TDS_LEDGER_SELECTED
source: A TDS Party Ledger must be selected!.
fr_fr: Un grand livre de partie TDS doit être sélectionné !

# ASSETBLOCK_EDIT_CAPTION
source: Block (Edit)
ta_in: பிளாக் (தொகு)

# ASSETCLASS_EDIT_CAPTION
source: Asset Class (Edit)
ta_in: சொத்து வர்க்கம் (தொகு)

# ASSETITEM_EDIT_CAPTION
source: Asset Item (Edit)
ta_in: சொத்து பொருள் (தொகு)

# BUDGET_ANNUAL
source: Budget
ta_in: பட்ஜெட் - வருடாந்த

source: CONTRA
ta_in: நேரெதிர்

# GROUP_EDIT_CAPTION
source: Ledger Group (Edit)
id_id: Ledger Group (Ubah)
pt_pt: Grupo Ledger (Editar)
ta_in: லெட்ஜர் குழு (தொகு)
