Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# PROJECT_VOUCHER_INFO
source: At least one Receipt, Payment and Contra has to be selected.
fr_fr: Au moins l'un des éléments suivants doit être sélectionné : reçu, paiement et contrat.
id_id: Setidaknya satu Penerimaan, pembayaran dan Contra harus dipilih.
pt_pt: Pelo menos um recibo, pagamento e Contra tem de ser selecionado.
ta_in: குறைந்தது ஒரு சீட்டு, கொடுப்பனவு மற்றும் எதிர் தேர்வு செய்ய வேண்டும்.

# PROJECT__LEDGER_MAPPED
source: Cannot delete, Multiple Ledgers are mapped for this project
fr_fr: Impossible de supprimer, plusieurs grands livres sont associés pour ce projet.
id_id: Tidak dapat menghapus, Beberapa Buku besar dipetakan untuk proyek ini
ta_in: நீக்க முடியாது, பல பேரேடுகளும் இந்த திட்டம் வரைபடமாக்கப்படும்

# PROSPECT_ADDRESS_EMPTY
source: Address is empty
fr_fr: Adresse est vide
ta_in: முகவரி காலியாக உள்ளது

# PROSPECT_ADD_CAPTION
source: Prospect (Add)
fr_fr: Prospect (Ajouter)
ta_in: பிராஸ்பெக்ட் (சேர்)

# PROSPECT_CITY_EMPTY
source: City/Town is empty
fr_fr: Ville / Commune est vide
ta_in: நகரம் / டவுன் காலியாக உள்ளது

# PROVIDER_EMPTY
source: Provider is Empty
fr_fr: Fournisseur est vide
ta_in: வழங்குநர் காலியாக உள்ளது

source: PURCHASE
fr_fr: ACHAT
ta_in: கொள்முதல்

# PURCHASE_ADD_CAPTION
source: Voucher - Asset Purchase
fr_fr: Bon - achat d'actifs
ta_in: வவுச்சர் - சொத்து வாங்கும்

# PURCHASE_ASSETLOCATION_VALIDATION
source: Required Information not filled, Location is empty
fr_fr: Renseignements requis pas rempli, l'emplacement est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், இருப்பிடம் காலியாக உள்ளது

# PURCHASE_ASSET_CASH_BANK_LEDGER_EMPTY
source: Cash / Bank Ledger is empty
fr_fr: Trésorerie / Banque Ledger est vide
ta_in: பண / வங்கி லெட்ஜர் காலியாக உள்ளது

# PURCHASE_CAPTION
source: Purchase (Add)
fr_fr: Achat (Ajouter)
ta_in: கொள்முதல் (சேர்)

# PURCHASE_DATE_EMPTY
source: Date is empty.
fr_fr: La date est vide.
ta_in: தேதி காலியாக உள்ளது.

# PURCHASE_DATE_EMTPTY
source: Purchase date is empty.
fr_fr: La date d'achat est vide.
ta_in: கொள்முதல் தேதி காலியாக உள்ளது.

source: Purchase Details
fr_fr: Les détails d'achat
ta_in: கொள்முதல் விவரங்கள்

# PURCHASE_DISCOUNT_VALIDATION
source: Discount should be less than or equal to Amount
fr_fr: Remise doit être inférieure ou égale à Montant
ta_in: அளவு தள்ளுபடி குறைவாக அல்லது சமமாக இருக்க வேண்டும்

source: Purchase (Edit)
fr_fr: Achat (Edit)
ta_in: கொள்முதல் (தொகு)

# PURCHASE_EDIT_CAPTION
source: Voucher - Asset Purchase (Edit)
fr_fr: Achat d'actifs (Edit) - Voucher
ta_in: வவுச்சர் - சொத்து வாங்கும் (தொகு)

source: Purchase Entry
fr_fr: Achat Entrée
ta_in: கொள்முதல் நுழைவு

# PURCHASE_LEDGER_EMPTY
source: VAT Ledger is empty.
fr_fr: TVA Ledger est vide.
ta_in: வாட் லெட்ஜர் காலியாக உள்ளது.

# PURCHASE_NETAMOUNT_EMPTY
source: Net Amount is empty.
fr_fr: Montant net est vide.
ta_in: நிகர விலை காலியாக உள்ளது.

# PURCHASE_PRINT_CAPTION
source: Purchase Voucher Details
fr_fr: Bon d'achat Détails
ta_in: ரசீது கொள்முதல் விவரங்கள்

# PURCHASE_VENDOR_EMPTY
source: Vendor is empty.
fr_fr: Vendeur est vide.
ta_in: விற்பனையாளர் காலியாக உள்ளது.

# PURCHASE_VIEW
source: Purchase
fr_fr: Achat
ta_in: கொள்முதல்

source: Purpose
fr_fr: Objet
ta_in: நோக்கம்

# PURPOSE_ADD_CAPTION
source: Purposes (Add)
fr_fr: Objectifs (Ajouter)
id_id: Tujuan (Tambah)
pt_pt: Purposes (Adicionar)
ta_in: பர்பஸ் (சேர்)

# PURPOSE_CODE_EMPTY
source: Purpose Code is empty.
fr_fr: Le code du but est vide.
id_id: Tujuan Kode kosong.
pt_pt: Código Propósito está vazio.
ta_in: நோக்கம் குறியீடு காலியாக உள்ளது.

# PURPOSE_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: registro excluído
ta_in: பதிவு நீக்கப்பட்டது

# PURPOSE_EDIT_CAPTION
source: Purposes (Edit)
fr_fr: Objectifs (éditer)
id_id: Tujuan (Ubah)
pt_pt: Purposes (Editar)
ta_in: பர்பஸ் (தொகு)

# PURPOSE_HEAD_EMPTY
source: Purpose Head is empty.
fr_fr: L'en-tête de l'objet est vide.
id_id: Tujuan Kepala kosong.
pt_pt: Cabeça Propósito está vazio.
ta_in: நோக்கம் தலைமை காலியாக உள்ளது.

# PURPOSE_MAPPED
source: Purpose(s) has been Mapped successfully
fr_fr: Le(s) objet(s) a(ont) été associé(s) avec succès
ta_in: நோக்கம் (s) வெற்றிகரமாக குறிக்கப்பட்டபின்

# PURPOSE_PRINT_CAPTION
source: Purpose details
fr_fr: Détails du but
id_id: rincian tujuan
pt_pt: Objetivo Detalhes
ta_in: நோக்கம் விவரங்கள்

# PURPOSE_SAVE_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

source: RECEIPT
fr_fr: RECEPTION
ta_in: பற்றுச்சீட்டு

# RECEIVER_MANUFACTURE_EMPTY
source: Name is empty
fr_fr: Nom est vide
ta_in: பெயர் காலியாக உள்ளது

# RECEIVES_ADD_CAPTION
source: Receive (Add)
fr_fr: Recevoir (Ajouter)
ta_in: பெறுக (சேர்)

# RECEIVES_EDIT_CAPTION
source: Receive (Edit)
fr_fr: Recevoir (Edit)
ta_in: பெறுக (தொகு)

# RECEIVE_ADD_CAPTION
source: Voucher - Receive In-Kind (Add)
fr_fr: Bon - Recevoir en nature (Ajouter)
ta_in: வவுச்சர் - பெறவும்-வகையான (சேர்)

# RECEIVE_ASSETLOCATION_VALIDATION
source: Required Information not filled, Location is empty
fr_fr: L'information requise n'est pas remplie, l'emplacement est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், இருப்பிடம் காலியாக உள்ளது

# RECEIVE_CAPTION
source: Receive
fr_fr: A recevoir
ta_in: பெறுக

# RECEIVE_DATE_EMPTY
source: Receive Date is empty.
fr_fr: La date de réception est vide.
ta_in: தேதி காலியாக உள்ளது பெறும்.

# RECEIVE_EDIT_CAPTION
source: Voucher - Receive In-Kind (Edit)
fr_fr: Bon - Réception en nature (éditer)
ta_in: வவுச்சர் - பெறவும்-வகையான (தொகு)

# RECEIVE_ENTRY
source: Inkind Received Entry
fr_fr: Entrée en nature reçus
ta_in: Inkind பெற்றார் நுழைவு

# RECEIVE_GRID_EMPTY
source: Fill all the required fields.
fr_fr: Remplir tous les champs obligatoires.
ta_in: தேவையான அனைத்து துறைகள் நிரப்ப.

# RECEIVE_MANUFACTURE_EMPTY
source: Manufacturer Name is empty
fr_fr: Nom du fabricant est vide
ta_in: உற்பத்தியாளர் பெயர் காலியாக உள்ளது

# RECEIVE_NETAMOUNT_EMPTY
source: Net Amount is empty.
fr_fr: Montant net est vide.
ta_in: நிகர விலை காலியாக உள்ளது.

# RECEIVE_PRINT_CAPTION
source: Inkind Received Details
fr_fr: Reçu en nature Détails
ta_in: Inkind பெற்றார் விபரங்கள்

# RECEIVE_VIEW
source: Receive In-Kind
fr_fr: Recevoir en nature
ta_in: #NAME?

# RECIPIENT_NAME_EMPTY
source: Recipient Name is empty.
fr_fr: Nom du bénéficiaire est vide.
ta_in: பெறுநரின் பெயர் காலியாக உள்ளது.

# RECORD_HAS_BEEN_DELETED
source: The record has already been deleted by
fr_fr: L'enregistrement a déjà été supprimé par
ta_in: பதிவு மூலம் ஏற்கனவே நீக்கப்பட்டது

# REFERRED_STAFF_ADD_CAPTION
source: Referred Staff (Add)
fr_fr: Le personnel visé (Ajouter)
ta_in: குறிப்பிடப்படுகிறது பணியாளர்கள் (சேர்)

# REFERRED_STAFF_EDIT_CAPTION
source: Referred Staff (Edit)
fr_fr: Renvoyé du personnel (Edit)
ta_in: குறிப்பிடப்படுகிறது பணியாளர்கள் (தொகு)

# REFRENCE_NUMBER_EMPTY
source: Refrence Number is empty.
fr_fr: Le numéro de référence est vide.
ta_in: Refrence எண் காலியாக உள்ளது.

# REGENARATION_PERIODTO_MISIMATCH
source: PeriodTo should not be less than PeriodFrom.Please enter the Valid Date.
fr_fr: La période au ne doit pas être inférieure à la période de. Veuillez saisir la date de validité.
ta_in: PeriodFrom.Please உள்ளிடுக விட PeriodTo குறைவாக இருக்க கூடாது.

# REGENERATE_VOUCHERS
source: The active voucher number format is different. Regenerate vouchers to the active format and try again.
fr_fr: Le format du numéro du bon actif est différent. Régénérer les bons au format actif et réessayer.
ta_in: செயலில் ரசீது எண் வடிவில் வித்தியாசமாக இருக்கிறது. செயலில் வடிவம் சீட்டுக்களை மறுஉற்பத்தி மீண்டும் முயற்சிக்கவும்.

source: Regenerating Voucher Number...
fr_fr: Régénération du numéro de bon...
ta_in: வவுச்சர் எண் மறுஉருவாக்கம் ...

# REGENERATION_FAILS
source: Regeneration is failed. The active
fr_fr: La régénération a échoué. Le projet actif
id_id: Regenerasi gagal. aktif
pt_pt: Regeneração é falha. o activa
ta_in: மீளுருவாக்கம் தோல்வி. செயலில்

# RENEWAL_AMOUNT_EMPTY
source: Renewal Amount is Empty.
fr_fr: Le montant du renouvellement est vide.
ta_in: புதுப்பித்தல் தொகை காலியாக உள்ளது.

# RENEWAL_DATE_EMPTY
source: Renewal Date should not be empty.
fr_fr: La date de renouvellement ne doit pas être vide.
ta_in: புதுப்பித்தல் தேதி காலியாக இருக்கக் கூடாது.

# RENEWAL_MADE_ALREADY
source: Investment Renewal has been made for this Investment Account on this Date
fr_fr: Le renouvellement du Dépôt Fixe a été effectué à cette date.
ta_in: எஃப்டி புதுப்பித்தல் இந்த தேதியில் இந்த Fd கணக்கு செய்யப்பட்டது

# RENEWAL_NO_RECORD
source: No record is selected to modify,please select a record
fr_fr: Aucun enregistrement n'est sélectionné pour être modifié, veuillez sélectionner un enregistrement.
id_id: Tidak ada catatan yang dipilih untuk memodifikasi, silahkan pilih catatan
pt_pt: Nenhum registro é selecionado para modificar, por favor, selecione um registro
ta_in: பதிவுகள் எதுவும் இல்லை மாற்ற, தயவு செய்து ஒரு சாதனை தேர்வு தேர்ந்தெடுக்கப்படுகிறது

source: Renewal On
fr_fr: Renouvellement le
ta_in: புதுப்பித்தல்

# RENEWAL_VIEW_NO_RECORD_TO_RENEW
source: No record is available in the grid to renew
fr_fr: Aucun enregistrement n'est disponible dans la grille pour le renouvellement
id_id: Tidak ada catatan yang tersedia dalam grid untuk memperbaharui
pt_pt: Nenhum registro está disponível na rede para renovar
ta_in: புதுப்பிக்க கட்டம் பதிவுகள் எதுவும் இல்லை கிடைக்கும்

# RENEW_ADD_CAPTION
source: Renew Insurance (Add)
fr_fr: Renouveler l'assurance (Ajouter)
ta_in: காப்புறுதி புதுப்பிக்க (சேர்)

# RENEW_EDIT_CAPTION
source: Renew Insurance (Edit)
fr_fr: Renouveler l'assurance (Edit)
ta_in: காப்புறுதி (திருத்த) புதுப்பிக்க

# REPORT_BANK_EMPTY
source: A Bank must be selected.
fr_fr: Une banque doit être sélectionnée.
id_id: Bank harus dipilih.
pt_pt: Um banco deve ser selecionado.
ta_in: ஒரு வங்கி தெரிவு செய்யப்பட வேண்டும்.

# REPORT_BUDGET_EMPTY
source: Budget Name must be selected.
fr_fr: Le nom du budget doit être sélectionné.
id_id: Nama Anggaran harus dipilih.
pt_pt: Nome Orçamento deve ser selecionado.
ta_in: பட்ஜெட் பெயர் தெரிவு செய்யப்பட வேண்டும்.

# REPORT_COSTCENTRE_EMPTY
source: A Cost centre must be selected.
fr_fr: Un centre de coût doit être sélectionné.
id_id: Sebuah pusat biaya harus dipilih.
pt_pt: Um centro de custo deve ser selecionado.
ta_in: ஒரு செலவு மையம் தெரிவு செய்யப்பட வேண்டும்.

# REPORT_FINACIAL_RECORDS_CASH_BANK_EMPTY
source: Select Cash/Bank voucher
fr_fr: Sélectionnez Cash/Bon de Banque
id_id: Pilih voucher Kas / Bank
pt_pt: Selecione comprovante Caixa / Banco
ta_in: பண / வங்கி ரசீது தேர்ந்தெடுக்கவும்

# REPORT_LEDGER_EMPTY
source: A Ledger must be selected.
fr_fr: Un grand livre doit être sélectionné.
id_id: A Ledger harus dipilih.
pt_pt: A Ledger deve ser selecionado.
ta_in: ஒரு பேரேட்டில் தெரிவு செய்யப்பட வேண்டும்.

# REPORT_PROJECT_EMPTY
source: A Project must be selected.
fr_fr: Un projet doit être sélectionné.
id_id: Proyek A harus dipilih.
pt_pt: Um projeto deve ser selecionado.
ta_in: ஒரு திட்ட தெரிவு செய்யப்பட வேண்டும்.

# REQUIRED_INFORMATION_AMOUNT_EMPTY
source: Required Information not filled, Amount is empty
fr_fr: Information requise non remplie, le montant est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், தொகை காலியாக உள்ளது

# REQUIRED_INFORMATION_LEDGER_EMPTY
source: Required Information not filled, Ledger is empty
fr_fr: Information requise non remplie, le grand livre est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், லெட்ஜர் காலியாக உள்ளது

# REQUIRED_INFORMATION_NOT_FILLED
source: Required Information not filled, Transaction is not filled fully
fr_fr: Information requise non remplie, Transaction n'est pas complètement remplie
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், பரிவர்த்தனை முழுமையாக பூர்த்தி செய்யவில்லை

# REQUIRED_INFORMATION_TRANSMODE_EMPTY
source: Required Information not filled, Trans Mode is empty
fr_fr: Information requise non remplie, le mode de transaction est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், டிரான்ஸ் முறை காலியாக உள்ளது

source: Reset Password
fr_fr: Réinitialiser le mot de passe
ta_in: கடவுச்சொல்லை மீட்டமைக்க

# RETENTION_YRS_EMPTY
source: Rentention Yrs is empty.
fr_fr: Rétention ans est vide.
ta_in: Rentention வயது காலியாக உள்ளது.

# SALAVAGE_VALUE_EMPTY
source: Salvage value is empty.
fr_fr: La valeur de récupération est vide.
ta_in: காப்பு மதிப்பு காலியாக உள்ளது.

source: SALES
fr_fr: VENTES
ta_in: விற்பனை

# SALES_ADD_CAPTION
source: Voucher - Asset Sales
fr_fr: Bon - Asset Sales
ta_in: வவுச்சர் - சொத்து விற்பனை

# SALES_ASSET_ID_EMPTY
source: Required Information not filled, Asset Id is empty
fr_fr: Renseignements requis pas rempli, Asset Id est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், சொத்து ஐடி காலியாக உள்ளது

# SALES_ASSET_NAME_EMPTY
source: Required Information not filled, Asset Name is empty
fr_fr: Renseignements requis pas rempli, Nom de l'actif est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், சொத்து பெயர் காலியாக உள்ளது

# SALES_CAPTION
source: Sales
fr_fr: Ventes
ta_in: விற்பனை

source: Sales Details
fr_fr: Détails de vente
ta_in: விற்பனை விபரங்கள்

# SALES_EDIT_CAPTION
source: Voucher - Asset Sales (Edit)
fr_fr: Les ventes d'actifs (Edit) - Voucher
ta_in: வவுச்சர் - சொத்து விற்பனை (தொகு)

source: Sales Entry
fr_fr: Entrée de vente
ta_in: விற்பனை நுழைவு

# SALES_GRID_EMPTY
source: There is no record to save.
fr_fr: Il n'y a pas de dossier pour enregistrer.
ta_in: காப்பாற்ற எந்தப் பதிவும் இல்லை.

# SALES_PRINT_CAPTION
source: Sales Voucher Details
fr_fr: Sales Voucher Détails
ta_in: விற்பனை ரசீது விபரங்கள்

# SALES_QUANTITY_EMPTY
source: Required Information not filled, Quantity is empty
fr_fr: Renseignements requis pas rempli, la quantité est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், அளவு காலியாக உள்ளது

# SALES_RATE_EMPTY
source: Required Information not filled, Rate is empty
fr_fr: Renseignements requis pas rempli, Rate est vide
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், மதிப்பீடு காலியாக உள்ளது

source: Sales View
fr_fr: Sales Voir
ta_in: விற்பனை காண்க

# SAME_UNIT_ERROR
source: Can not select first unit and second unit same. Please select second unit properly.
fr_fr: Impossible de sélectionner la première unité et la seconde unité même. S'il vous plaît sélectionner deuxième unité correctement.
ta_in: முதல் அலகு மற்றும் இரண்டாவது அலகு அதே தேர்ந்தெடுக்க முடியவில்லை. ஒழுங்காக, இரண்டாவது அலகு தேர்ந்தெடுக்கவும்.

# SAVED_PRINT_VOUCHER
source: Record Saved. Do you want to Print ?
fr_fr: Enregistrement sauvegardé. Voulez-vous imprimer ?
id_id: Rekam Disimpan. Apakah Anda ingin untuk Cetak?
pt_pt: A ficha. Você quer imprimir?
ta_in: பதிவு பாதுகாக்கப்பட்டது. நீங்கள் அச்சிட வேண்டும் என்று விரும்புகிறீர்கள்?

# SAVE_WITHOUT_DONOR
source: Are you sure you want to save without donor information because donor information is required for FCRA and income Tax filings?
fr_fr: Êtes-vous sûr de vouloir enregistrer sans les informations sur les donateurs parce que ces informations sont nécessaires pour la FCRA et les déclarations d'impôt sur le revenu ?
ta_in: நீங்கள் ஏனெனில் கொடை தகவல் FCRA மற்றும் வருமான வரி வழக்குகளிலும் தேவை கொடை தகவல் இல்லாமல் காப்பாற்ற வேண்டும் உறுதியாக உள்ளீர்களா?

# SECONDUNIT_EMPTY
source: Second Unit is empty.
fr_fr: La deuxième unité est vide.
ta_in: இரண்டாவது அலகு காலியாக உள்ளது.

source: Select All
fr_fr: Tout sélectionner
ta_in: அனைத்தையும் தெரிவுசெய்

# SELECT_ANYTDS_LEDGER
source: Select any one of the TDS Ledger
fr_fr: Sélectionnez l'un quelconque des TDS Ledger
ta_in: அதுமட்டுமல்ல லெட்ஜர் எந்த ஒரு தேர்வு

# SELECT_THE_PURPOSE_TYPE
source: Select the Purpose Type(Cr/Dr).
fr_fr: Sélectionnez le type de but (Cr/Dr).
ta_in: நோக்கம் வகை (CR / டாக்டர்) தேர்ந்தெடுக்கவும்.

source: Select Valid File
fr_fr: Sélectionner un fichier valide
ta_in: சரியான கோப்பு ஒன்றைத் தேர்ந்தெடுங்கள்

# SERVICE_ADD_CAPTION
source: Maintenance/Service (Add)
fr_fr: Entretien/Service (Ajouter)
ta_in: பராமரிப்பு / சேவை (சேர்)

# SERVICE_EDIT_CAPTION
source: Maintenance/Service (Edit)
fr_fr: Maintenance/Service (Editer)
ta_in: பராமரிப்பு / சேவை (தொகு)

# SERVICE_NAME_EMPTY
source: Service Name is empty.
fr_fr: Le nom du service est vide.
ta_in: சேவை பெயர் காலியாக உள்ளது.

# SERVICE_PRINT_CAPTION
source: Service Details
fr_fr: Détails du service
ta_in: சேவை விவரங்கள்

# SETTING_APPLICATION_RESTART_CONFIRMATION
source: The application will be restarted to apply settings. Do you want to continue?
fr_fr: L'application sera redémarrée pour appliquer les paramètres. Voulez-vous continuer?
id_id: Aplikasi ini akan restart untuk menerapkan pengaturan. Apakah Anda ingin melanjutkan?
pt_pt: O aplicativo será reiniciado para aplicar as configurações. Você quer continuar?
ta_in: பயன்பாட்டு அமைப்புகள் பயன்படுத்த, ஐ மறுதொடக்கம் செய்யப்படும். நீங்கள் தொடர விரும்புகிறீர்களா?

# SETTING_BOOK_BEGINNING_EMPTY
source: Book Beginning date is empty.
fr_fr: La date de début du livre est vide.
id_id: Buku Tanggal Mulai kosong.
pt_pt: Data de início do livro está vazio.
ta_in: புத்தக தொடங்கி தேதி காலியாக உள்ளது.

# SETTING_CURRENCY_CODE_INVALID
source: Invalid Currency Code
fr_fr: Code de la devise invalide
id_id: Kode Mata Uang valid
pt_pt: Inválido Código de Moeda
ta_in: தவறான நாணய குறியீடு

# SETTING_CURRENCY_INVALID
source: Invalid Currency Symbol
fr_fr: Symbole de devise non valide
id_id: Valid Mata Uang Simbol
pt_pt: Inválido símbolo da moeda
ta_in: தவறான நாணயச் சின்னம்

# SETTING_CURRENCY__POSITION_INVALID
source: Invalid Currency Position
fr_fr: Position de la devise invalide
id_id: Posisi mata tidak valid
pt_pt: Moeda inválida Posição
ta_in: தவறான நாணய நிலையை

# SETTING_DATE_FORMAT_INVALID
source: Invalid Date Format
fr_fr: Format de date non valide
id_id: Format Tanggal Tidak Valid
pt_pt: Data inválida Format
ta_in: செல்லாத தேதி வடிவமைப்பு

# SETTING_DATE_SEPARATOR_INVALID
source: Invalid Date Separator
fr_fr: Séparateur de date incorrecte
id_id: Tanggal Separator tidak valid
pt_pt: Data inválida Separator
ta_in: செல்லாத தேதி பிரிப்பான்

# SETTING_DECIMAL_PLACES_INVALID
source: Invalid Decimal places
fr_fr: Décimales non valides
id_id: Desimal valid
pt_pt: As casas decimais inválidos
ta_in: தவறான தசாம்சமிடங்கள்

# SETTING_DECIMAL_PLACES_SEPARATOR_INVALID
source: Invalid Decimal Separator
fr_fr: Séparateur de décimales non valide
id_id: Decimal Separator tidak valid
pt_pt: Inválido separador decimal
ta_in: தவறான தசாம்சப்பிரிப்பான்

# SETTING_DEFAULT_LANGUAGE_SET
source: Default Language English
fr_fr: Langue par défaut : anglais
id_id: Default Kembali Bahasa Inggris
pt_pt: Padrão do idioma Inglês
ta_in: முன்னிருப்பு மொழியை ஆங்கிலம்

# SETTING_DIGIT_GROUPING_INVALID
source: Invalid Digit Grouping
fr_fr: Groupement de chiffres non valide
id_id: Pengelompokan Digit valid
pt_pt: Agrupamento dígito inválido
ta_in: தவறான இலக்கம் தொகுத்தல்

# SETTING_DIGIT_GROUPING_SEPARATOR_INVALID
source: Invalid Digit Grouping Separator
fr_fr: Séparateur de groupe de chiffres non valide
id_id: Digit valid Pengelompokan Separator
pt_pt: Dígito inválido Agrupamento Separator
ta_in: தவறான இலக்கம் தொகுத்தல் பிரிப்பான்

# SETTING_FOREIGN_BANKACCOUNT
source: Designated Foreign Bank Account is Invalid.
fr_fr: Le compte bancaire étranger désigné n'est pas valide.
id_id: Rekening Bank yang ditunjuk asing adalah tidak valid.
pt_pt: Conta bancária designada estrangeira é inválido.
ta_in: வெளிநாட்டு வங்கி கணக்கு தவறு.

# SETTING_LANGUAGE_INVALID
source: Language is Invalid
fr_fr: La langue est incorrecte
id_id: Bahasa adalah tidak valid
pt_pt: A linguagem é inválido
ta_in: மொழி தவறானது

# SETTING_NEGATIVE_SIGN_INVALID
source: Invalid Negative Sign
fr_fr: Signe négatif non valide
id_id: Masuk Negatif valid
pt_pt: Inválido Negative Sign
ta_in: தவறான எதிர்மறை அடையாளம்

# SETTING_RESTART_PREVIEW
source: Click Ok to set this for the entire application.
fr_fr: Cliquez sur Ok pour le définir pour l'ensemble de l'application.
id_id: Klik OK untuk mengatur ini untuk seluruh aplikasi.
pt_pt: Clique em OK para definir isso para toda a aplicação.
ta_in: முழு பயன்பாடு இந்த அமைக்க சரி என்பதைக் கிளிக் செய்யவும்.

# SETTING_SUCCESS
source: Setting has been applied successfully.
fr_fr: Le paramètre a été appliqué avec succès.
id_id: Pengaturan telah berhasil diterapkan.
pt_pt: Configuração foi aplicada com sucesso.
ta_in: அமைப்பை வெற்றிகரமாக பயன்படுத்தப்பட்டது.

# SETTING_TRANSACTION_FAILURE
source: Transaction Period has not been set.
fr_fr: La période de transaction n'a pas été définie.
id_id: Periode Transaksi belum ditetapkan.
pt_pt: Transação Período não foi definido.
ta_in: பரிவர்த்தனை காலம் அமைக்க செய்யப்படவில்லை.

# SETTING__FAILURE
source: Could not apply settings.
fr_fr: Impossible d'appliquer les paramètres.
id_id: Tidak bisa menerapkan pengaturan.
pt_pt: Não foi possível aplicar as configurações.
ta_in: அமைப்புகளை பயன்படுத்த முடியவில்லை.

# SOCIETY_NAME_EMPTY
source: Society Name is empty
fr_fr: Le nom de la société est vide
id_id: Masyarakat Nama adalah Kosong
pt_pt: Sociedade Nome está vazio
ta_in: சமூகம் பெயர் காலியாக உள்ளது

# SOCIETY_REG_NO
source: Society Reg.No is empty
fr_fr: Le numéro d'enregistrement de la société est vide
ta_in: சமூகம் Reg.No காலியாக உள்ளது

# SOLD_TO_EMPTY
source: Sold To is empty
fr_fr: Vendu à vide
ta_in: விற்று காலியாக உள்ளது

# STARTDATE_LESSTHAN_INVESTMENTDATE
source: Project Start date cannot be less than investment date.
fr_fr: La date de début du projet ne peut être inférieure à la date d'investissement.
ta_in: திட்ட தொடக்க தேதி முதலீட்டு தேதி விட குறைவாக இருக்க முடியாது.

# START_DATE_AND_CLOSED_DATE_DOES_NOT_FALL
source: Project Start Date and Closed Date does not fall between the Accounting Period
fr_fr: La date de début du projet et la date de clôture ne sont pas comprises dans la période comptable.
ta_in: திட்ட தொடக்க தேதி மற்றும் மூடிய தேதி கணக்கு காலம் இடையே வீழ்ச்சி இல்லை

# START_DATE_EMPTY
source: Start date is Empty
fr_fr: La date de début est vide
ta_in: தொடக்க தேதி காலியாக உள்ளது

# STATE_ADD_CAPTION
source: State (Add)
fr_fr: Etat (Ajouter)
ta_in: மாநில (சேர்)

# STATE_COUNTRY_NAME_EMPTY
source: Country Name is empty
fr_fr: Le nom du pays est vide
ta_in: நாட்டின் பெயர் காலியாக உள்ளது

# STATE_DELETE
source: Record Deleted
fr_fr: Enregistrement supprimé
ta_in: பதிவு நீக்கப்பட்டது

# STATE_DELETE_SUCCESS
source: The Record Deleted Successfully
fr_fr: L'enregistrement a été supprimé avec succès.
ta_in: பதிவு நீக்கப்பட்டது வெற்றிகரமாக

# STATE_EDIT_CAPTION
source: State (Edit)
fr_fr: État (éditer)
ta_in: மாநில (தொகு)

# STATE_NAME_EMPTY
source: State is empty
fr_fr: L'Etat est vide
ta_in: மாநில காலியாக உள்ளது

# STATE_PRINT_CAPTION
source: State Details
fr_fr: Détails de l'Etat
ta_in: மாநில விபரங்கள்

# STATE_SAVE_FAILURE
source: The Record is not Saved
fr_fr: L'enregistrement n'est pas sauvegardé
ta_in: பதிவு காப்பாற்ற முடியாது

# STATE_SAVE_SUCCESS
source: The Record Saved Successfully
fr_fr: L'enregistrement a été sauvegardé avec succès
ta_in: பதிவு சேமிக்கப்பட்ட வெற்றிகரமாக

# STOCKCATEGORY_VIEW_CAPTION
source: Stock Category
fr_fr: Stock Catégorie
ta_in: பங்கு பகுப்பு

# STOCK_ADD_CAPTION
source: Stock(Add)
fr_fr: Stock (Ajouter)
ta_in: பங்கு (சேர்)

# STOCK_AMOUNT_EMPTY
source: Required information is not filled,Total amount is empty
fr_fr: Information obligatoire est pas rempli, le montant total est vide
ta_in: தேவையான தகவல் பூர்த்தி செய்யப்பட்ட இல்லை மொத்த அளவு காலியாக உள்ளது

# STOCK_CATEGORY_EMPTY
source: Category is empty
fr_fr: Catégorie est vide
ta_in: பகுப்பு காலியாக உள்ளது

# STOCK_GROUP_EMPTY
source: Group is empty
fr_fr: Groupe est vide
ta_in: குழு காலியாக உள்ளது

# STOCK_INVALID_GRID_ENTRY
source: Fill all the fields.
fr_fr: Remplissez tous les champs.
ta_in: அனைத்து துறைகள் நிரப்ப.

# STOCK_ITEM_EMPTY
source: Required information is not filled,Item name is empty
fr_fr: Information obligatoire est pas rempli, le nom d'objet est vide
ta_in: தேவையான தகவல் பூர்த்தி செய்யப்பட்ட இல்லை பொருள் பெயர் காலியாக உள்ளது
