Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# BANK_ACCOUNT_PRINT_CAPTION
source: Bank Account Details
fr_fr: Coordonnées du compte bancaire
pt_pt: Detalhe da Conta Bancária
ta_in: வங்கி கணக்கு விவரங்கள்

# BANK_ACCOUNT_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

# BANK_ADD_CAPTION
source: Bank (Add)
fr_fr: Banque (Ajouter)
id_id: Bank (Tambah)
pt_pt: Banco (Adicionar)
ta_in: வங்கி (சேர்)

# BANK_BRANCH_EMPTY
source: Branch Name is empty.
fr_fr: Le nom de la filiale est vide.
id_id: Nama Cabang kosong.
pt_pt: Nome da Agência está vazio.
ta_in: கிளை பெயர் காலியாக உள்ளது.

# BANK_CODE_EMPTY
source: Bank Code is empty.
fr_fr: Le code banque est vide.
id_id: Kode Bank kosong.
pt_pt: Código do banco está vazio.
ta_in: வங்கி குறியீடு காலியாக உள்ளது.

# BANK_DELETE
source: There is no record to delete.
fr_fr: Il n'y a pas d'enregistrement à supprimer.
id_id: Tidak ada catatan untuk menghapus.
pt_pt: Não há registro a ser deletado.
ta_in: நீக்க எந்தப் பதிவும் இல்லை.

# BANK_DELETE_ASSOCIATION
source: Bank can't be deleted. It has Association.
fr_fr: La banque ne peut pas être supprimée. Elle a une association.
id_id: Bank tidak dapat dihapus. Memiliki Association.
pt_pt: Banco não pode ser deletado. Tem associação.
ta_in: வங்கி நீக்க முடியாது. அது சங்கம் உள்ளது.

# BANK_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# BANK_EDIT_CAPTION
source: Bank (Edit)
fr_fr: Banque (Editer)
id_id: Bank (Ubah)
pt_pt: Banco (Editar)
ta_in: வங்கி (தொகு)

# BANK_NAME_EMPTY
source: Bank Name is empty.
fr_fr: Le nom de la banque est vide.
id_id: Nama Bank kosong.
pt_pt: Nome do Banco está vazio.
ta_in: வங்கியின் பெயர் காலியாக உள்ளது.

# BANK_OPERATING_CAPTION
source: Operating Bank
fr_fr: Banque d'opération
id_id: Bank Operasional
pt_pt: Banco de funcionamento
ta_in: ஆப்பரேட்டிங் வங்கி

# BANK_PRINT_CAPTION
source: Bank Details
fr_fr: Coordonnées bancaires ou détails de la banque
id_id: Detail Bank
pt_pt: Detalhe do Banco
ta_in: வங்கி விவரங்கள்

source: Bank Reconciliation
fr_fr: Conciliation bancaire
ta_in: வங்கி சமரசம்

# BANK_SAVE_FAILURE
source: The record is available.
fr_fr: L'enregistrement est disponible.
id_id: Rekor tersedia.
pt_pt: O registro está disponível.
ta_in: சாதனை கிடைக்கும்.

# BANK_SAVE_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

# BAPTISM_ADD_CAPTION
source: Baptism (Add)
fr_fr: Baptême Register (Ajouter)
ta_in: ஞானஸ்நானம் பதிவேடு (சேர்)

# BAPTISM_EDIT_CAPTION
source: Baptism (Edit)
fr_fr: Baptême Register (Edit)
ta_in: ஞானஸ்நானம் பதிவேடு (தொகு)

# BAPTISM_PRINT_CAPTION
source: Baptism Details
fr_fr: Baptême Inscription Détails
ta_in: ஞானஸ்நானம் பதிவு விவரங்கள்

# BILL_NO_EMPTY
source: Bill number is empty.
fr_fr: Numéro du projet de loi est vide.
ta_in: பில் எண் காலியாக உள்ளது.

# BOOK_BEGINNING_DATE_EMPTY
source: Book Beginning from date should not be empty.
fr_fr: La date de début du livre ne doit pas être vide.
id_id: Buku Mulai dari tanggal seharusnya tidak boleh kosong.
pt_pt: Livro começando a partir da data não deve estar vazio.
ta_in: தேதி தொடங்கி புத்தக காலியாக இருக்கக் கூடாது.

# BRANCH_CODE_MATCH_ERROR
source: License Branch Code does not match with the Master XML Branch Code. Do you still want to continue?
fr_fr: Le code de branche de la licence ne correspond pas au code de branche du Master XML. Voulez-vous continuer ?
ta_in: உரிமம் கிளை குறியீடு மாஸ்டர் பிற கிளை குறியீடு பொருந்தவில்லை. நீங்கள் இன்னும் தொடர விரும்புகிறீர்களா?

# BRANCH_OFFICE_CODE_EMPTY
source: Branch Office Code is Empty
fr_fr: Le code de l'agence est vide
ta_in: கிளை அலுவலகம் குறியீடு காலியாக உள்ளது

# BREAKUP_AMOUNT_EXCEEDS
source: Amount can't be greater than the given amount.
fr_fr: Le montant ne peut pas être supérieur au montant donné.
id_id: Jumlah tidak dapat lebih besar dari jumlah yang diberikan.
pt_pt: O valor não pode ser maior que o valor apontado.
ta_in: அளவு கொடுக்கப்பட்ட தொகையை விட அதிகமாக இருக்க முடியாது.

# BREAKUP_AMOUNT_GREATER_THAN
source: Given Amount is Greater than the Amount
fr_fr: Le montant donné est supérieur au montant
id_id: Mengingat Jumlah ini lebih besar dari Jumlah yang
pt_pt: Quantia dada é maior do que a quantidade
ta_in: குறிப்பிட்ட அளவு தொகை விட அதிகமாக உள்ளது

# BREAKUP_AMOUNT_LESS_THAN
source: Given Amount is less than the amount
fr_fr: Montant donné est inférieur au montant
id_id: Mengingat Jumlah kurang dari jumlah
pt_pt: Dado quantidade é menor do que a quantidade
ta_in: குறிப்பிட்ட அளவு தொகையை விட குறைவாக உள்ளது

# BREAKUP_AMOUT_ZERO
source: Amount should be greater than 0
fr_fr: Le montant doit être supérieur à 0
id_id: Jumlah harus lebih besar dari 0
pt_pt: Valor deve ser maior que 0
ta_in: அளவு 0 விட அதிகமாக இருக்க வேண்டும்

# BREAKUP_DATE_EXCEPTION
source: Specified cast is not valid
fr_fr: La distribution spécifiée n'est pas valide
id_id: Ditentukan cor tidak valid
pt_pt: Conversão especificada não é válido
ta_in: குறிப்பிட்ட நடிகர்கள் தவறானது

# BREAKUP_FD_NUMBER_EMPTY
source: Investment Number should not be empty
fr_fr: Le numéro FD ne doit pas être vide
id_id: Nomor FD tidak boleh kosong
pt_pt: Número do DF não deve estar vazio
ta_in: எஃப்டி எண் காலியாக இருக்க கூடாது

# BREAKUP_GRID_ERROR
source: BreakUp Details Validation error
fr_fr: Breakup erreur Détails de validation
id_id: Breakup kesalahan Detail Validasi
pt_pt: Detalhes de erro de validação rompimento
ta_in: முறிவுக்குப் விவரங்கள் சரிபார்ப்பு பிழை

# BREAKUP_INTEREST_RATE_EMPTY_ZERO
source: Interest rate cannot be empty or zero
fr_fr: Le taux d'intérêt ne peut pas être vide ou nul
id_id: Suku bunga tidak boleh kosong atau nol
pt_pt: Taxa de juros não pode ser vazia ou nula
ta_in: வட்டி விகிதம் காலியாக இருக்கும் அல்லது பூஜ்யம் முடியாது

# BREAKUP_INTEREST_RATE_NEGATIVE
source: Interest Rate cannot be negative
fr_fr: Le taux d'intérêt ne peut pas être négatif
id_id: Suku Bunga tidak boleh negatif
pt_pt: Taxa de juros não pode ser negativo
ta_in: வட்டி விகிதம், எதிர்மறையாக இருக்க முடியாது

# BREAKUP_NEGATIVE_BALANCE
source: Nagative Balance,the entry will be remove unless the value is changed.
fr_fr: Solde négatif, l'entrée sera enlever à moins que la valeur est modifiée.
id_id: Nagative Balance, entri akan menghapus kecuali nilai berubah.
pt_pt: Saldo negativo, a entrada será remova a menos que o valor é alterado.
ta_in: Nagative இருப்பு, மதிப்பு மாற்றப்பட்டது வரை நுழைவு நீக்க வேண்டும்.

# BREAKUP_NOT_TALLIED
source: Amount does not tally
fr_fr: Montant ne correspond pas
id_id: Jumlah tidak cocok
pt_pt: Valor não corresponde
ta_in: தொகை எண்ணிக்கை இல்லை

# BREAKUP_PERCENTAGE_NEGATIVE
source: Percentage cannot be negative.
fr_fr: Pourcentage ne peut pas être négatif.
id_id: Persentase tidak boleh negatif.
pt_pt: Percentagem não pode ser negativa.
ta_in: சதவீதம் எதிர்மறை இருக்க முடியாது.

# BREAKUP_REQUIRED_FIELD
source: Fill all the fields.
fr_fr: Remplissez tous les champs.
id_id: Isi semua bidang.
pt_pt: Preencha todos os campos.
ta_in: அனைத்து துறைகள் நிரப்ப.

# BREAKUP_SAVED_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

# BREAKUP_ZERO_ENTRY
source: Zero entry will be removed.
fr_fr: Zéro entrée sera supprimée.
id_id: Nol entri akan dihapus.
pt_pt: Zero de entrada irá ser removido.
ta_in: ஜீரோ நுழைவு நீக்கப்படும்.

# BRS_MATERIALIZED_DATE
source: Materialized on should be greater than Voucher date.
fr_fr: La date matérialisée doit être supérieure à la date du bon.
id_id: Terwujud pada harus lebih besar dari tanggal Voucher.
pt_pt: Materializado em deve ser maior que a data de comprovante.
ta_in: ரசீது தேதி விட அதிகமாக இருக்க வேண்டும் மீது உருவெடுத்தன.

# BUDGET_ADD_CAPTION
source: Budget - Period (Add)
fr_fr: Budget - Période (Ajouter)
id_id: Anggaran (Tambah)
pt_pt: Orçamento (Adicionar)
ta_in: பட்ஜெட் - காலம் (சேர்)

# BUDGET_ALREADY_MADE
source: Budget is already made for this Project and for this Budget Type.
fr_fr: Un budget est déjà prévu pour ce projet et pour ce type de budget.
ta_in: பட்ஜெட் ஏற்கனவே திட்ட செய்யப்படுகிறது

# BUDGET_ANNUAL_ADD_CAPTION
source: Budget (Add)
fr_fr: Budget (ajouter)
ta_in: பட்ஜெட் - வருடாந்த (சேர்)

# BUDGET_ANNUAL_EDIT_CAPTION
source: Budget (Edit)
fr_fr: Budget (éditer)
ta_in: பட்ஜெட் - வருடாந்த (தொகு)

# BUDGET_CANNOT_ACTIVE_DELETE
source: Can not delete, Budget is in Active Mode
fr_fr: Impossible à supprimer, le budget est en mode actif
id_id: Tidak dapat menghapus, Anggaran di Active Mode
pt_pt: Não é possível deletar, Orçamento está no modo ativo
ta_in: நீக்க முடியாது, பட்ஜெட் செயலில் முறை இருக்கிறது

# BUDGET_DATE_FROM_EMPTY
source: Date From cannot be empty
fr_fr: La date de début ne peut pas être vide
id_id: Tanggal Dari tidak boleh kosong
pt_pt: Data De não pode ser vazio
ta_in: முதல் நாள் காலியாக இருக்க முடியாது

# BUDGET_DATE_TO_EMPTY
source: Date To cannot be empty
fr_fr: La date de ne peut être vide
id_id: Tanggal Untuk tidak boleh kosong
pt_pt: Data Para não pode ser vazio
ta_in: தேதி காலியாக இருக்க முடியாது

source: Budget Details
fr_fr: Détails du budget
ta_in: பட்ஜெட் விவரங்கள்

source: Budget details are saved
fr_fr: Les détails du budget sont sauvegardés
ta_in: பட்ஜெட் விவரங்கள் சேமிக்கப்படும்

# BUDGET_EDIT_CAPTION
source: Budget - Period (Edit)
fr_fr: Budget - Période (éditerr)
id_id: Anggaran (Ubah)
pt_pt: Orçamento (Editar)
ta_in: பட்ஜெட் - காலம் (தொகு)

source: Budget for
fr_fr: Budget pour
ta_in: பட்ஜெட்

# BUDGET_IMPORT_NO_BUDGET_FOR_PROJECT
source: Budget has not yet created for this Project
fr_fr: Le budget n'a pas encore été créé pour ce projet
id_id: Anggaran belum dibuat untuk proyek ini
pt_pt: Orçamento ainda não foi criado para este projeto
ta_in: வரவு செலவுத் திட்டம் இன்னும் இந்த திட்டம் ஏற்படுத்தியுள்ளது

# BUDGET_IMPORT_PERCENTAGE_EMPTY
source: Percentage can not be empty
fr_fr: Le pourcentage ne peut pas être vide
id_id: Persentase tidak boleh kosong
pt_pt: Percentagem não pode ser vazio
ta_in: சதவீதம் காலியாக இருக்க முடியாது

# BUDGET_LEDGER_NOT_MAPPED_TO_PROJECT
source: Ledgers are not mapped for this project to budget
fr_fr: Les grands livres ne sont pas mis en correspondance avec le budget pour ce projet.
id_id: Buku besar tidak dipetakan untuk proyek ini untuk anggaran
pt_pt: Livros não são mapeados para este projeto de orçamento
ta_in: பேரேடுகளும் இந்த திட்டம் வரவு செலவு திட்டம் வேண்டும் ஒப்பிடப்படுகிறது இல்லை

# BUDGET_MADE_ALREADY
source: Budget is already made for the Project
fr_fr: Un budget est déjà prévu pour le projet
ta_in: பட்ஜெட் ஏற்கனவே திட்ட செய்யப்படுகிறது

# BUDGET_NAME_EMPTY
source: Budget Name is empty
fr_fr: Le nom du budget est vide
id_id: Nama Anggaran tidak boleh kosong
pt_pt: Nome do orçamento não pode ser vazio
ta_in: பட்ஜெட் பெயர் காலியாக உள்ளது

# BUDGET_NAME_SHOULD_NOT_EMPTY
source: Budget Name should not be empty
fr_fr: Le nom du budget ne doit pas être vide
ta_in: பட்ஜெட் பெயர் காலியாக இருக்கக் கூடாது

# BUDGET_NO_PROJECTS
source: No Project is created. Would you like to create a Project?
fr_fr: Aucun projet n'est créé. Souhaitez-vous créer un projet ?
ta_in: இல்லை திட்ட உருவாக்கப்பட்ட உள்ளது. நீங்கள் ஒரு திட்ட உருவாக்க விரும்புகிறீர்களா?

# BUDGET_PERCENTAGE_VALIDATION
source: Percentage should be greater than zero.
fr_fr: Le pourcentage doit être supérieur à zéro.
ta_in: சதவீதம் சுழியை விட பெரியதாக இருக்க வேண்டும்.

source: Budget - Period
fr_fr: Budget - Période
ta_in: பட்ஜெட் - காலம்

# BUDGET_PROJECT_EMPTY
source: Project is empty
fr_fr: Le projet est vide
id_id: Proyek tidak dipilih
pt_pt: Projeto não está selecionada
ta_in: திட்ட காலியாக உள்ளது

# BUDGET_TYPE_EMPTY
source: Budget Type must be selected
fr_fr: Le type de budget doit être sélectionné
id_id: Budget Jenis harus dipilih
pt_pt: Tipo do orçamento deve ser selecionado
ta_in: பட்ஜெட் வகை தெரிவு செய்யப்பட வேண்டும்

# CANNOT_CHANGE_FDLEDGE_BANKACCOUNT
source: You cannot change Project, Investment Ledger and Bank Account for this Investment because it has association with Investment Renewal
fr_fr: Vous ne pouvez pas modifier le projet, le grand livre FD et le compte bancaire pour ce dépôt fixe parce qu'il est associé au renouvellement du FD.
ta_in: அது எஃப்டி புதுப்பித்தல் இணைந்து கொண்டிருப்பதால், நீங்கள் திட்ட, எஃப்டி லெட்ஜர் மற்றும் வங்கி கணக்கு மாற்ற முடியாது இந்த நிலையான வைப்புத்தொகை

# CANNOT_CHANGE_PROJECT_FDLEDGER
source: You cannot change Project and Investment Ledger for this Investment because it has association with Investment Renewal
fr_fr: Vous ne pouvez pas modifier le projet et le grand livre FD pour ce dépôt fixe car il est associé au renouvellement FD.
ta_in: அது எஃப்டி புதுப்பித்தல் இணைந்து உள்ளது, ஏனெனில் நீங்கள் இந்த வைப்பு நிதி திட்டம் மற்றும் எஃப்டி லெட்ஜர் மாற்ற முடியாது

# CANNOT_SELECT_ALL_LEDGER
source: Can not select all the ledger,there must atleast one ledger to be mapped with
fr_fr: Il n'est pas possible de sélectionner tous les livres, il doit y avoir au moins un livre à mettre en correspondance.
ta_in: அனைத்து பேரேடு தேர்ந்தெடுக்க முடியவில்லை, அங்கு குறைந்தது ஒரு பேரேடு கொண்டு ஒப்பிடப்படுகிறது வேண்டும் வேண்டும்

# CANNOT_WITHDRAW
source: Cannot withdraw this Investment. Since the Withdrawal Amount and Interest Amount is zero.
fr_fr: Impossible de retirer ce dépôt fixe, car le montant du retrait et le montant des intérêts sont nuls.
ta_in: இந்த நிலையான Deposit.Since பின்வாங்கும் தொகை திரும்பப்பெறு முடியாது மற்றும் வட்டி தொகை பூஜ்யம்.

# CASHBANK_AMOUNT_EMPTY
source: Required Information not filled, Cash/Bank Amount is empty
fr_fr: Les informations requises ne sont pas remplies, le montant en espèces/en banque est vide.
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், பண / வங்கி தொகை காலியாக உள்ளது

# CASHBANK_LEDGER_EMPTY
source: Required Information not filled, Cash/Bank Ledger is empty
fr_fr: Les informations requises ne sont pas remplies, le grand livre de caisse/banque est vide.
ta_in: பூர்த்தி செய்யவில்லை தேவையான தகவல், பண / வங்கி லெட்ஜர் காலியாக உள்ளது

# CASHBANK_MUST_CREDITED
source: Receipt amount is equal or greater than the Payment Amount. Cash/Bank must be Credited
fr_fr: Le montant de l'encaissement est égal ou supérieur au montant du paiement. Les espèces/la banque doivent être créditées
ta_in: ரசீது அளவு சமமாக அல்லது கட்டணத் தொகை விட அதிகமாக உள்ளது. பண / வங்கி வரவு வேண்டும்

# CASHBANK_MUST_DEBITED
source: Payment amount is equal or greater than the Receipt Amount. Cash/Bank must be debited
fr_fr: Le montant du paiement est égal ou supérieur au montant de l'encaissement. L'argent liquide/la banque doit être débité (e)
ta_in: கட்டணத் தொகை சமமாக அல்லது ரசீது தொகை விட அதிகமாக உள்ளது. பண / வங்கி பற்று வேண்டும்

# CATEGORY_CAN_DELETE
source: Category can't be deleted. It has association.
fr_fr: La catégorie ne peut pas être supprimée. Elle est associée.
ta_in: பகுப்பு நீக்க முடியாது. அது தொடர்பு உள்ளது.

# CHANGE_THE_PROJECT_DATE
source: Kindly change the Project start date and closed date and try again.
fr_fr: Veuillez modifier la date de début et la date de fin du projet et réessayer.
ta_in: தயவுசெய்து திட்ட தொடக்க தேதி மற்றும் மூடிய தேதி மாற்றி, மீண்டும் முயற்சிக்கவும்.

source: Closed On
fr_fr: Fermé le
ta_in: மூடப்பட்ட வேளை

# COMMON_BACKUP_CONFIRMATION
source: Do you want to backup AcMeERP data?
fr_fr: Voulez-vous sauvegarder les données AcMeERP ?
id_id: Apakah Anda ingin backup data AcMeERP?
pt_pt: Deseja backup os dados de AcMeERP?
ta_in: நீங்கள் காப்பு AcMeERP தரவு விரும்புகிறீர்களா?

# COMMON_DELETED_CONFIRMATION
source: Record deleted
fr_fr: enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# COMMON_DELETE_CONFIRMATION
source: Delete this entry?
fr_fr: Supprimer cette entrée?
id_id: Hapus entri ini?
pt_pt: Deseja de apagar esta entrada?
ta_in: இந்த பதிவை நீக்கு?

# COMMON_DELETE_FAILURE
source: Can't Delete
fr_fr: Impossible de supprimer
id_id: Tidak bisa Hapus
pt_pt: Não é possível deletar
ta_in: நீக்க முடியாது

# COMMON_EMAIL_INVALID
source: Email Address is invalid.
fr_fr: L'adresse e-mail n'est pas valide.
id_id: Alamat Email tidak valid.
pt_pt: Endereço de E-mail é invalido. Não é possível deletar
ta_in: மின்னஞ்சல் முகவரி தவறானது.

# COMMON_GRID_CANCEL_EMPTY
source: No record is available in the grid to cancel.
fr_fr: Aucun enregistrement n'est disponible dans la grille à annuler.
ta_in: பதிவுகள் எதுவும் இல்லை கட்டம் ரத்து கிடைக்கிறது.

# COMMON_GRID_EMPTY
source: No record is available in the grid to edit/delete.
fr_fr: Aucun enregistrement n'est disponible dans la grille pour être modifié/supprimé.
id_id: Tidak ada catatan yang tersedia dalam grid untuk mengedit / menghapus.
pt_pt: Nenhum registro está disponível na grade para editar / apagar.
ta_in: பதிவுகள் எதுவும் இல்லை திருத்த கட்டம் / நீக்க கிடைக்கிறது.

# COMMON_IMPORT_CONFIRMATION
source: Do you want to append.
fr_fr: Voulez-vous ajouter une annexe ?.
ta_in: நீங்கள் சேர்க்க வேண்டும்.

# COMMON_IMPORT_SUCCESS
source: Imported Successfully
fr_fr: L'importation a été effectuée avec succès
ta_in: வெற்றிகரமாக இறக்குமதி

# COMMON_INVALID_EXCEPTION
source: Required information not filled.
fr_fr: L'information requise n'est pas renseignée.
id_id: Informasi yang diperlukan tidak diisi.
pt_pt: Informações requeridas não preenchido.
ta_in: தேவையான தகவல் பூர்த்தி செய்யவில்லை.

# COMMON_NOSELECTION_FOR_DELETE
source: No record is selected to Delete.
fr_fr: Aucun enregistrement n'est sélectionné pour la suppression.
id_id: Tidak ada catatan yang dipilih untuk Hapus.
pt_pt: Nenhum registro é selecionado para deletar.
ta_in: இல்லை பதிவை நீக்கு தேர்ந்தெடுக்கப்படுகிறது.

# COMMON_NOSELECTION_FOR_EDIT
source: No record is selected to Edit.
fr_fr: Aucun enregistrement n'est sélectionné pour l'édition.
id_id: Tidak ada catatan yang dipilih untuk Mengedit.
pt_pt: Nenhum registro é selecionado para editar.
ta_in: பதிவுகள் எதுவும் இல்லை திருத்தவும் தேர்ந்தெடுக்கப்படுகிறது.

# COMMON_NO_RECORDS_TO_EXPORT
source: No records to export.
fr_fr: Aucun enregistrement à exporter.
ta_in: ஏற்றுமதி செய்ய எதுவும் பதிவு.

# COMMON_NO_RECORDS_TO_SAVE
source: No records to Save.
fr_fr: Aucun enregistrement à sauvegarder.
ta_in: பதிவுகள் எதுவும் சேமிக்க.

# COMMON_PRINT_MESSAGE
source: There is no record to take printout.
fr_fr: Il n'y a pas d'enregistrement à imprimer.
id_id: Tidak ada catatan untuk mengambil printout.
pt_pt: Não há registro de tomar impressão.
ta_in: பிரிண்ட் எடுக்க எந்தப் பதிவும் இல்லை.

# COMMON_PROCESS_DIALOG_CAPTION
source: Processing...
fr_fr: Traitement...
id_id: Pengolahan ...
pt_pt: Está em processo…
ta_in: பதப்படுத்துதல் ...

# COMMON_RESTORE_CONFIRMATION
source: Do you want to Restore AcMeERP data?
fr_fr: Voulez-vous restaurer les données AcMeERP ?
id_id: Apakah Anda ingin Mengembalikan data AcMeERP?
pt_pt: Deseja de restaurar os dados de AcMeERP?
ta_in: நீங்கள் AcMeERP தரவை மீட்டமை விரும்புகிறீர்களா?

# COMMON_SAVED_CONFIRMATION
source: Record Saved
fr_fr: Enregistrement sauvegardé
id_id: disimpan
pt_pt: Salvo
ta_in: பதிவு சேமிக்கப்பட்ட

# COMMON_SAVE_FAILURE
source: The record is available.
fr_fr: Le dossier est disponible.
id_id: Rekor tersedia.
pt_pt: O registro está disponível.
ta_in: சாதனை கிடைக்கும்.

# COMMON_URL_INVALID
source: Invalid URL
fr_fr: URL invalide
id_id: URL tidak valid
pt_pt: URL é invalido.
ta_in: தவறான வலைதள முகவரி

# COMMON_USER_RIGHTS
source: You have no rights to edit.
fr_fr: Vous n'avez pas le droit d'éditer.
id_id: Anda tidak memiliki hak untuk mengedit.
pt_pt: Você não tem permissão para editar.
ta_in: நீங்கள் திருத்த உரிமைகள் இல்லை.

# COMMON_WAIT_DIALOG_CAPTION
source: Loading...
fr_fr: Chargement...
pt_pt: Carregando…
ta_in: ஏற்றுதல்...

# COMMON_WELCOME_NOTE
source: Welcome to AcME ERP
fr_fr: Bienvenue à AcME ERP
id_id: Selamat Datang di Acme ERP
pt_pt: Bemvindo a AcMeERP.
ta_in: ஆக்மி ஈஆர்பி வரவேற்கிறோம்

# CONFIRMATION_MESSAGE
source: Are you sure to Overwrite or Append? If Overwrite click on 'Yes' Or 'No' to Append
fr_fr: Êtes-vous sûr d'écraser ou d'ajouter ? S'il s'agit d'écraser, cliquez sur "Oui" ou sur "Non" pour ajouter.
ta_in: நீங்கள் மேல்எழுதுவதை அல்லது சேர்க்கவும் உறுதியாக இருக்கிறீர்களா? மேலெழுதும் என்றால் சேர் 'ஆம்' அல்லது 'இல்லை' கிளிக்

# CONFIRMATION_PRINT_CAPTION
source: Confirmation Register Details
fr_fr: Détails du registre de confirmation
ta_in: உறுதிப்படுத்தல் பதிவு விவரங்கள்

# CONFIRM_PRINT_VOUCHER
source: Do you want to Print ?
fr_fr: Voulez-vous imprimer?
id_id: Apakah Anda ingin untuk Cetak?
pt_pt: Você quer imprimir?
ta_in: நீங்கள் அச்சிட வேண்டும் என்று விரும்புகிறீர்கள்?

# CONVERSIONOF_EMPTY
source: Conversion Of number is empty.
fr_fr: Conversion de nombre est vide.
ta_in: மாற்றம் எண்ணிக்கையில் காலியாக உள்ளது.

# COST_CENTER_ADD_CAPTION
source: Cost Centre (Add)
fr_fr: Centre de coûts (Ajouter)
id_id: Pusat Biaya (Tambah)
pt_pt: Centro de Custo (Adicionar)
ta_in: செலவு மையம் (சேர்)

# COST_CENTER_CODE_EMPTY
source: Cost Centre Code is empty.
fr_fr: Le code du centre de coûts est vide.
id_id: Biaya Kode Centre kosong.
pt_pt: Código do Centro de Custo está vazio.
ta_in: செலவு மையம் குறியீடு காலியாக உள்ளது.

# COST_CENTER_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# COST_CENTER_EDIT_CAPTION
source: Cost Centre (Edit)
fr_fr: Centre de coûts (Éditer)
id_id: Biaya Internet (Ubah)
pt_pt: Centro de Custo (Editar)
ta_in: செலவு மையம் (தொகு)

# COST_CENTER_LEDGER_OPTION_FAILURE
source: Select Ledgers to map Ledger Options.
fr_fr: Sélectionner grands livres pour faire correspondre les options des grands livres.
ta_in: பேரேடுகளும் தேர்வு லெட்ஜர் விருப்பங்கள் கண்டறிவதில்.

# COST_CENTER_MAPPING_SUCESS
source: Cost center(s) have been mapped successfully.
fr_fr: Le(s) centre(s) de coûts a(ont) été associé(s) avec succès.
id_id: Pusat biaya (s) telah dipetakan berhasil.
pt_pt: Centro de custo (s), foram mapeadas com sucesso.
ta_in: செலவு மையம் (கள்) வெற்றிகரமாக ஒப்பிடப்படுகிறது வருகின்றன.

# COST_CENTER_NAME_EMPTY
source: Cost Centre Name is empty.
fr_fr: Le nom du centre de coûts est vide.
id_id: Biaya Nama Centre kosong.
pt_pt: Nome do Centro de Custo está vazio.
ta_in: செலவு மையம் பெயர் காலியாக உள்ளது.

# COST_CENTER_PRINT_CAPTION
source: Cost Centre details
fr_fr: Détails du centre de coûts
id_id: Biaya rincian Centre
pt_pt: Detalhes Centro de Custo
ta_in: செலவு மையம் விவரங்கள்

# COST_CENTER_SAVE_FAILURE
source: The record is available.
fr_fr: L'enregistrement est disponible.
id_id: Rekor tersedia.
pt_pt: O registro está disponível.
ta_in: சாதனை கிடைக்கும்.

# COST_CENTER_SUCSESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

# COST_CENTER_TYPE_EMPTY
source: Select the CostCenter Type(Cr/Dr).
fr_fr: Sélectionnez le type de centre de coûts (Cr/Dr).
id_id: Pilih Jenis Biaya Pusat (Cr / Dr).
pt_pt: Selecione o tipo de centro de custo (Cr / Dr).
ta_in: CostCenter வகை (CR / டாக்டர்) தேர்ந்தெடுக்கவும்.

# COST_CENTRE_CATEGORY_ADD_CAPTION
source: Cost Centre Category (Add)
fr_fr: Catégorie de centre de coûts (Ajouter)
ta_in: செலவு மையம் பகுப்பு (சேர்)

# COST_CENTRE_CATEGORY_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
ta_in: பதிவு நீக்கப்பட்டது

# COST_CENTRE_CATEGORY_EDIT_CAPTION
source: Cost Centre Category (Edit)
fr_fr: Catégorie de centre de coûts (Modifier)
ta_in: செலவு மையம் பகுப்பு (தொகு)

# COST_CENTRE_CATEGORY_EMPTY
source: Cost Centre Category is empty.
fr_fr: La catégorie de centre de coûts est vide.
ta_in: செலவு மையம் வகை காலியாக உள்ளது.

# COST_CENTRE_CATEGORY_PRINT_CAPTION
source: Cost Centre Category details
fr_fr: Détails de la catégorie de centre de coûts
ta_in: செலவு மையம் வகை விவரங்கள்

# COST_CENTRE_CATEGORY_SAVE_SUCCESS
source: Saved
fr_fr: Sauvegardé
ta_in: சேமித்த

# COST_CENTRE_CATOGORY_AVAILABLE
source: The record is available.
fr_fr: L'enregistrement est disponible.
ta_in: சாதனை கிடைக்கும்.
