Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# ACCOUNTING_PERIOD_ACTIVE
source: Transaction Period is Active. Can't be deleted.
fr_fr: La période de transaction est active. Ne peut être supprimée.
id_id: Periode Transaksi Aktif. Tidak dapat dihapus.
pt_pt: Período transação está ativa. Não pode ser deletado.
ta_in: பரிவர்த்தனை காலம் செயலில் உள்ளது. நீக்க முடியாது.

# ACCOUNTING_PERIOD_ADD_CAPTION
source: Accounting Period (Add)
fr_fr: Période comptable (Ajouter)
id_id: Periode Transaksi (Tambah)
pt_pt: Período de Transação (Adicionar)
ta_in: கணக்கீட்டு காலத்தில் (சேர்)

# ACCOUNTING_PERIOD_CANNOT_DELETE
source: Cannot delete.Transaction is made for this Financial Year/ accounting period
fr_fr: Impossible de supprimer. La transaction est effectuée pour cet exercice financier/cette période comptable.
id_id: Tidak bisa delete.Transaction dibuat untuk periode Tahun Buku / akuntansi ini
pt_pt: não pode deletado.Transação é feito para esse período de Ano Financeiro / Contabilidade
ta_in: delete.Transaction இந்த நிதி ஆண்டின் / கணக்கிடுதல் காலத்தில் செய்யப்படுகிறது முடியாது

# ACCOUNTING_PERIOD_CHANGE_PERIOD
source: Are you sure to change the Transaction Period?
fr_fr: Êtes-vous sûr de vouloir modifier la période de transaction ?
id_id: Apakah Anda yakin akan mengubah Periode Transaksi?
pt_pt: Deseja mudar o período da transação?
ta_in: நீங்கள் பரிவர்த்தனை காலம் மாற்ற விரும்புகிறீர்களா?

# ACCOUNTING_PERIOD_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# ACCOUNTING_PERIOD_EDIT_CAPTION
source: Accounting Period (Edit)
fr_fr: Période comptable (Editer)
id_id: Periode Transaksi (Ubah)
pt_pt: Período de Transação (Editar)
ta_in: கணக்கீட்டு காலத்தில் (தொகு)

# ACCOUNTING_PERIOD_NOT_CREATED
source: Transaction Period is not created yet or not active. Do you want to create the Transaction Period now or set active?
fr_fr: La période de transaction n'est pas encore créée ou n'est pas active. Voulez-vous créer la période de transaction maintenant ou la rendre active ?
ta_in: பரிவர்த்தனை காலம் இன்னும் அல்லது செயலில் இல்லை படைக்கப்படவில்லை. நீங்கள் இப்போது அல்லது செயலில் அமைக்க பரிவர்த்தனை காலம் உருவாக்க விரும்புகிறீர்களா?

# ACCOUNTING_PERIOD_ONE_ACTIVE
source: One Accounting period should be active.
fr_fr: Une période comptable doit être active.
id_id: Periode akuntansi Satu harus aktif.
pt_pt: Um período de Contabilidade deve ser ativa.
ta_in: ஒரு கணக்கு காலம் செயலில் இருக்க வேண்டும்.

# ACCOUNTING_PERIOD_PRINT_CAPTION
source: Transaction Period Details
fr_fr: Détails de la période de transaction
id_id: Detail Periode Transaksi
pt_pt: Detalhes de Período de transação
ta_in: பரிவர்த்தனை காலம் விபரங்கள்

# ACCOUNTING_PERIOD_SAVE_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

# ACCOUNTING_PERIOD_YEAR_EQUAL_EMPTY
source: Transaction Period Year to date is less than Year from date.
fr_fr: la période de transaction de l’année est inférieure à celle de l'année écoulée.
id_id: Transaksi Periode Tahun sampai saat ini adalah kurang dari Tahun dari tanggal.
pt_pt: Período de Transação acumulado do ano é menos de um ano a partir da data.
ta_in: பரிவர்த்தனை காலம் தேதி ஆண்டு தேதியிலிருந்து ஆண்டு விட குறைவாக உள்ளது.

# ACCOUNTING_PERIOD_YEAR_FROM_EMPTY
source: Transaction Period Year From date is empty.
fr_fr: La date de début de la période de transaction est vide.
id_id: Transaksi Periode Tahun Dari tanggal kosong.
pt_pt: Período de Transação da data está vazio.
ta_in: பரிவர்த்தனை தேதி வரையிலான காலம் ஆண்டு காலியாக உள்ளது.

# ACCOUNTING_PERIOD_YEAR_TO_EMPTY
source: Transaction Period Year To date is empty.
fr_fr: La période de transaction de l'année à ce jour est vide.
id_id: Transaksi Periode Tahun Sampai saat ini kosong.
pt_pt: Período de Transação da data está vazio.
ta_in: பரிவர்த்தனை காலம் தேதி ஆண்டு காலியாக உள்ளது.

source: Account Number
fr_fr: Numéro de compte
ta_in: கணக்கு எண்

# ACCOUNT_NUMBER_AVAILABLE
source: Investment Account Number is already available.
fr_fr: Le numéro de compte FD est déjà disponible.
ta_in: எஃப்டி கணக்கு எண் ஏற்கனவே உள்ளது.

source: Accumulated Interest
fr_fr: Intérêts cumulés
ta_in: வட்டியைக்

# ACTIVE_BUDGET_IS_MADE
source: Active Budget is made for the Project already.Budget will be saved as Inactive Mode
fr_fr: Le budget actif est déjà établi pour le projet. Le budget sera sauvegardé en mode inactif.
ta_in: திட்ட already.Budget செய்யப்படுகிறது செயலில் பட்ஜெட் செயல்படா முறை சேமிக்கப்படும்

# ADDRESS_ADD_CAPTION
source: Address (Add)
fr_fr: Adresse (Ajouter)
id_id: Alamat (Tambah)
pt_pt: Endereço (Adicionar)
ta_in: முகவரி (சேர்)

# ADDRESS_COUNTRY_EMPTY
source: Country is empty.
fr_fr: Le pays est vide.
id_id: Negara kosong.
pt_pt: País está vazio.
ta_in: நாடு காலியாக உள்ளது.

# ADDRESS_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# ADDRESS_EDIT_CAPTION
source: Address (Edit)
fr_fr: Adresse (Editer)
id_id: Alamat (Ubah)
pt_pt: Endereço (Editar)
ta_in: முகவரி (தொகு)

# ADDRESS_NAME_EMPTY
source: Name is empty.
fr_fr: Le nom est vide.
id_id: Nama kosong.
pt_pt: Nome está vazio.
ta_in: பெயர் காலியாக உள்ளது.

# ADDRESS_SAVE_SUCCESS
source: Record Saved
fr_fr: Enregistrement enregistré
id_id: disimpan
pt_pt: Salvo
ta_in: பதிவு சேமிக்கப்பட்ட

# AGENT_EMPTY
source: Agent is Empty
fr_fr: Agent est vide
ta_in: முகவர் காலியாக உள்ளது

# ALLOCATION_AMOUNT_IS_NOT_EQUAL
source: Allocated amount is not equal to cost centre total amount.
fr_fr: Le montant alloué n'est pas égal au montant total du centre de coûts.
id_id: Jumlah yang dialokasikan tidak sama dengan pusat biaya jumlah total.
pt_pt: Montante atribuído não é igual ao montante total do centro de custo.
ta_in: ஒதுக்கப்பட்ட தொகை செலவு மையம் மொத்த அளவு சமமாக இல்லை.

# ALLOT_FUND_AND_TRY_AGAIN
source: Mapp Ledgers to the Project to allot fund and try again
fr_fr: Associe les grands livres au projet pour allouer des fonds et réessayer.
ta_in: திட்டம் Mapp பேரேடுகளும் நிதி ஒதுக்கீடு, மீண்டும் முயற்சிக்கவும்

# ALREADY_MAPPPED_WITH_ANOTHER_LEGAL_ENTITY
source: The selected FCRA Bank Account is already mappped with another Legal Entity.
fr_fr: Le compte bancaire FCRA sélectionné est déjà associé à une autre entité juridique.
ta_in: தேர்ந்தெடுக்கப்பட்ட FCRA வங்கி கணக்கு ஏற்கனவே மற்றொரு சட்ட நிறுவனம் mappped உள்ளது.

# AMCDATE_VALIDATION
source: Amc To Date is less than the Amc From Date
fr_fr: Amc A Date est inférieure à la Amc De date
ta_in: AMC இறுதி தேதி தொடக்கத் AMC விட குறைவாக உள்ளது

source: AMC Group is empty.
fr_fr: AMC Group est vide.
ta_in: ஏஎம்சி குழு காலியாக உள்ளது.

# AMCPREMIUM_AMOUNT
source: AMC Amount is empty.
fr_fr: AMC Montant est vide.
ta_in: ஏஎம்சி தொகை காலியாக உள்ளது.

# AMCPROVIDER_IS_EMPYT
source: Provider is empty
fr_fr: Fournisseur est vide
ta_in: வழங்குநர் காலியாக உள்ளது

# AMCVOUCHER_ADD_CAPTION
source: Annual Maintenance
fr_fr: Entretien annuel Asset
ta_in: சொத்து வருடாந்திர பராமரிப்பு

# AMCVOUCHER_AMOUNT_EMPTY
source: Amount is empty
fr_fr: Montant est vide
ta_in: தொகை காலியாக உள்ளது

# AMCVOUCHER_DUE_DATE_EMPTY
source: Due date is empty
fr_fr: Date d'échéance est vide
ta_in: நிலுவை தேதி காலியாக உள்ளது

# AMCVOUCHER_EDIT_CAPTION
source: Annual Maintenance (Edit)
fr_fr: Asset Maintenance annuelle (Edit)
ta_in: சொத்து வருடாந்திர பராமரிப்பு (தொகு)

# AMCVOUCHER_ENTRY
source: AMC Entry
fr_fr: AMC Entrée
ta_in: ஏஎம்சி நுழைவு

# AMCVOUCHER_PRINT_CAPTION
source: Annual Maintenance Cost Details
fr_fr: Détails annuels Maintenance des coûts
ta_in: வருடாந்திர பராமரிப்பு செலவு விபரங்கள்

# AMCVOUCHER_START_DATE_EMPTY
source: Starting date is empty
fr_fr: Date de début est vide
ta_in: தேதி தொடங்கி காலியாக உள்ளது

# AMCVOUCHER_VIEW
source: AMC View
fr_fr: AMC Voir
ta_in: ஏஎம்சி காண்க

# AMC_EXPENSE_LEDGER_EMPTY
source: AMC Expense Ledger is empty
fr_fr: AMC Expense Ledger est vide
ta_in: ஏஎம்சி செலவு லெட்ஜர் காலியாக உள்ளது

# AMC_FROM_EMPTY
source: AMC From should not be empty.
fr_fr: AMC De ne doit pas être vide.
ta_in: இருந்து ஏஎம்சி காலியாக இருக்கக் கூடாது.

# AMC_NO_MAPPED_ITEMS
source: Asset items are not mapped.
fr_fr: éléments d'actifs ne sont pas mappés.
ta_in: சொத்து பொருட்களை ஒப்பிடப்படுகிறது இல்லை.

# AMC_PRINT_CAPTION
source: Annual Maintenance Details
fr_fr: Détails d'entretien annuel
ta_in: வருடாந்திர பராமரிப்பு விபரங்கள்

# AMC_RENEWAL_DATE_VALIDATION
source: Date of AMC / Renewal Date should not be less than AMC To date.
fr_fr: Date de AMC / Date de renouvellement ne doit pas être inférieure à AMC À ce jour.
ta_in: ஏஎம்சி / புதுப்பித்தல் தேதி தேதி இன்றுவரை ஏஎம்சி குறைவாக இருக்க கூடாது.

# AMC_RENEWAL_DELETE_CONFIRMATION
source: Renewal history and mapped items of seletced group will be deleted.Do you want to Proceed?
fr_fr: l'histoire du renouveau et éléments cartographiés du groupe seletced seront deleted.Do vous voulez continuer?
ta_in: புதுப்பித்தல் வரலாறு மற்றும் seletced குழு ஒப்பிடப்படுகிறது பொருட்களை தொடர வேண்டுமா deleted.Do இருக்கும்?

# AMC_TO_EMPTY
source: AMC To should not be empty.
fr_fr: AMC Pour ne doit pas être vide.
ta_in: ஏஎம்சி காலியாக இருக்க கூடாது.

source: Amount
fr_fr: Montant
ta_in: தொகை

# AMOUNT_MISMATCHED_WITH_SPLITED_AMOUNT
source: Total amount mismatched with splited amount
fr_fr: Non-concordance entre le montant total et le montant fractionné
ta_in: மொத்த அளவு splited அளவு பொருந்தாத

source: Annual Budget
fr_fr: Budget annuel
ta_in: ஆண்டு வரவு செலவு

# APPEND_CONFORM
source: Importing will append the records. Do you really want to Continue?
fr_fr: L'importation ajoutera les enregistrements. Voulez-vous vraiment continuer ?
ta_in: இறக்குதல் பதிவுகள் சேர்க்கும். நீங்கள் உண்மையில் தொடர விரும்புகிறீர்களா?

# ASSETBLOCK_ADD_CAPTION
source: Block (Add)
fr_fr: Block (Ajouter)
ta_in: பிளாக் (சேர்)

# ASSETBLOCK_NAME_EMPTY
source: Block is empty
fr_fr: Block est vide
ta_in: பிளாக் காலியாக உள்ளது

# ASSETBLOCK_PRINT_CAPTION
source: Block List
fr_fr: Liste de blocage
ta_in: பிளாக் பட்டியல்

# ASSETCATEGORY_ADD_CAPTION
source: Category (Add)
fr_fr: Catégorie (Ajouter)
ta_in: பகுப்பு (சேர்)

# ASSETCATEGORY_EDIT_CAPTION
source: Category (Edit)
fr_fr: Catégorie (Edit)
ta_in: பகுப்பு (தொகு)

# ASSETCATEGORY_NAME_EMPTY
source: Category Name is empty.
fr_fr: Nom de la catégorie est vide.
ta_in: வகை பெயர் காலியாக உள்ளது.

# ASSETCATEGORY_PARENTGROUP_EMPTY
source: Under is empty.
fr_fr: Sous est vide.
ta_in: கீழ் காலியாக உள்ளது.

# ASSETCATEGORY_PRINT_CAPTION
source: Category Details
fr_fr: Catégorie Détails
ta_in: வகை விவரங்கள்

# ASSETCATEGORY_VIEW_CAPTION
source: Asset Category
fr_fr: Catégorie d'actif
ta_in: சொத்து வகை

# ASSETCLASS_ADD_CAPTION
source: Asset Class (Add)
fr_fr: Asset Class (Ajouter)
ta_in: சொத்து வர்க்கம் (சேர்)

# ASSETCLASS_CANNOT_DELETE
source: Asset Class can't be deleted. It has association.
fr_fr: Catégorie d'actif ne peut pas être supprimé. Il a association.
ta_in: சொத்து வர்க்கம் நீக்க முடியாது. அது தொடர்பு உள்ளது.

# ASSETCLASS_DEPRECIATION_EMPTY
source: Depreciation (%) is empty.
fr_fr: Amortissement (%) est vide.
ta_in: தேய்மானம் (%) காலியாக உள்ளது.

# ASSETCLASS_METHOD_EMPTY
source: Depreciation method is empty.
fr_fr: Méthode d'amortissement est vide.
ta_in: தேய்மானம் முறை காலியாக உள்ளது.

# ASSETCLASS_NAME_EMPTY
source: Class Name is empty.
fr_fr: Nom de classe est vide.
ta_in: வகுப்பு பெயர் காலியாக உள்ளது.

# ASSETCLASS_PARENTCLASS_EMPTY
source: Parent Class is empty.
fr_fr: Classe Parent est vide.
ta_in: பெற்றோர் வர்க்கம் காலியாக உள்ளது.

# ASSETCLASS_PRINT_CAPTION
source: Asset Class Details
fr_fr: Catégorie d'actif Détails
ta_in: சொத்து வர்க்கம் விபரங்கள்

# ASSETCLASS_VIEW_CAPTION
source: Asset Class
fr_fr: classe d'actifs
ta_in: சொத்து வகுப்பு

# ASSETCUSTODIANS_ADD_CAPTION
source: Custodian (Add)
fr_fr: Dépositaire (Ajouter)
ta_in: பொறுப்பாளரான (சேர்)

# ASSETCUSTODIANS_EDIT_CAPTION
source: Custodian (Edit)
fr_fr: Dépositaire (Edit)
ta_in: பொறுப்பாளரான (தொகு)

# ASSETCUSTODIANS_ENDDATE_EMPTY
source: End date is empty.
fr_fr: Date de fin est vide.
ta_in: முடிவு தேதி காலியாக உள்ளது.

# ASSETCUSTODIANS_NAME_EMPTY
source: Custodian is empty.
fr_fr: Dépositaire est vide.
ta_in: பொறுப்பாளரான காலியாக உள்ளது.

# ASSETCUSTODIANS_PRINT_CAPTION
source: Custodian Details
fr_fr: Détails dépositaire
ta_in: பொறுப்பாளரான விபரங்கள்

# ASSETCUSTODIANS_ROLE_EMPTY
source: Role is empty.
fr_fr: Rôle est vide.
ta_in: பங்கு காலியாக உள்ளது.

# ASSETCUSTODIANS_STARTDATE_EMPTY
source: Start date is empty.
fr_fr: Date de début est vide.
ta_in: தொடக்க தேதி காலியாக உள்ளது.

# ASSETCUSTODIANS_TYPE_EMPTY
source: Type is empty.
fr_fr: Type de vide.
ta_in: வகை காலியாக உள்ளது.

# ASSETITEM_ACCOUNTLEDGER_EMPTY
source: Account Ledger is empty.
fr_fr: Compte Ledger est vide.
ta_in: கணக்கு லெட்ஜர் காலியாக உள்ளது.

# ASSETITEM_ADD_CAPTION
source: Asset Item (Add)
fr_fr: Asset Item (Ajouter)
ta_in: சொத்து பொருள் (சேர்)

# ASSETITEM_ASSETCLASS_EMPTY
source: Asset Class is Empty.
fr_fr: Catégorie d'actif est vide.
ta_in: சொத்து வர்க்கம் காலியாக உள்ளது.

# ASSETITEM_DEPRECIATIONLEDGER_EMPTY
source: Depreciation Ledger is empty.
fr_fr: Amortissement Ledger est vide.
ta_in: தேய்மானம் லெட்ஜர் காலியாக உள்ளது.

# ASSETITEM_DISPOSALLEDGER_EMPTY
source: Disposal Ledger is empty.
fr_fr: Élimination Ledger est vide.
ta_in: நீக்கம் லெட்ஜர் காலியாக உள்ளது.

# ASSETITEM_METHOD_EMPTY
source: Method is empty.
fr_fr: Méthode est vide.
ta_in: செய்முறை காலியாக உள்ளது.

# ASSETITEM_NAME_EMPYTY
source: Asset Item is empty.
fr_fr: Asset article est vide.
ta_in: சொத்து பொருள் காலியாக உள்ளது.

# ASSETITEM_PRINT_CAPTION
source: Asset Item Details
fr_fr: Asset Détails de l'article
ta_in: சொத்து பொருள் விவரம்

# ASSETITEM_STARTINNO_EMPTY
source: Starting Number is empty.
fr_fr: Numéro de départ est vide.
ta_in: எண் தொடங்கி காலியாக உள்ளது.

# ASSETITEM_UNIT_EMPTY
source: Unit is empty.
fr_fr: Unité est vide.
ta_in: அலகு காலியாக உள்ளது.

# ASSETITEM_WIDTH_EMPTY
source: Width is empty
fr_fr: Largeur est vide
ta_in: அகலம் காலியாக உள்ளது

# ASSET_ACCOUNT_LEDGER
source: Account Ledger is empty
fr_fr: Compte Ledger est vide
ta_in: கணக்கு லெட்ஜர் காலியாக உள்ளது

# ASSET_AMC_RENEWAL_ALERT
source: AMC Renewal is empty
fr_fr: AMC Renouvellement est vide
ta_in: ஏஎம்சி புதுப்பித்தல் காலியாக உள்ளது

# ASSET_AMC_RENEWAL_EMPTY
source: Date of AMC/Renewal date should not be empty.
fr_fr: Date de AMC / Date de renouvellement ne doit pas être vide.
ta_in: ஏஎம்சி / புதுப்பித்தல் தேதி தேதி காலியாக இருக்கக் கூடாது.

# ASSET_DEPRECIATION_LEDGER
source: Depreciation method is empty
fr_fr: Méthode d'amortissement est vide
ta_in: தேய்மானம் முறை காலியாக உள்ளது

# ASSET_DISPOSAL_LEDGER
source: Disposal Ledger is empty
fr_fr: Élimination Ledger est vide
ta_in: நீக்கம் லெட்ஜர் காலியாக உள்ளது

# ASSET_ID_EMPTY
source: Asset ID is empty
fr_fr: Asset ID est vide
ta_in: சொத்து ஐடி, காலியாக உள்ளது

# ASSET_INSURANCE_ALERT
source: Insurance is empty
fr_fr: L'assurance est vide
ta_in: காப்புறுதி காலியாக உள்ளது

# ASSET_NAME
source: Asset Name is empty
fr_fr: Nom de l'actif est vide
ta_in: சொத்து பெயர் காலியாக உள்ளது

# ASSET_NO_ITEM_DETAIL
source: Selected item is not available, please select some other item.
fr_fr: L'élément sélectionné ne sont pas disponibles, s'il vous plaît sélectionner un autre élément.
ta_in: தேர்ந்தெடுத்த உருப்படியை கிடைக்காது, வேறு சில உருப்படியை தேர்ந்தெடுக்கவும்.

# ASSET_PREFIX_EMPTY
source: Prefix is empty
fr_fr: Prefix est vide
ta_in: முன்னொட்டு காலியாக உள்ளது

# ASSET_PRINT_CAPTION
source: Asset
fr_fr: Atout
ta_in: சொத்து

# ASSET_SUFFIX_EMPTY
source: Suffix is empty
fr_fr: Suffixe est vide
ta_in: பின்னொட்டு காலியாக உள்ளது

# ASSET_UPDATE_DETAILS
source: Update Asset Details Successfully
fr_fr: Mise à jour Asset Détails avec succès
ta_in: புதுப்பிக்கப்பட்டது சொத்து விவரங்கள் வெற்றிகரமாக

# ASSOCIATION_WITH_TDS
source: You cannot delete this entry.It has association with TDS Booking.
fr_fr: Vous ne pouvez pas supprimer ce entry.It a association avec TDS réservation.
ta_in: நீங்கள் அதுமட்டுமல்ல முன்பதிவு இந்த entry.It உள்ளது நீக்க முடியாது.

# ASSOCICATION_WITH_TDS_PAYMENT
source: Cannot delete this voucher.It has assocication with TDS Payment
fr_fr: Vous ne pouvez pas supprimer cette voucher.It a assocication avec TDS Paiement
ta_in: இந்த voucher.It நீக்க முடியவில்லை அதுமட்டுமல்ல கொடுப்பனவு கொண்டு assocication உள்ளது

# AUDITLOCKTYPEEMPTY
source: Audit Lock Type is Empty.
fr_fr: Audit Type de fermeture est vide.
ta_in: தணிக்கை பூட்டு வகை காலியாக உள்ளது.

# AUDITOR_ADD_CAPTION
source: Auditor (Add)
fr_fr: Auditeur (Ajouter)
id_id: Auditor (Tambah)
pt_pt: Auditor (Adicionar)
ta_in: கணக்காய்வாளர் (சேர்)

# AUDITOR_BEGIN_DATE
source: Audit To date should not be less than Audit From date.
fr_fr: Audit À ce jour ne doit pas être inférieure à la vérification De la date.
id_id: Audit Sampai saat ini tidak boleh kurang dari Audit Dari tanggal.
pt_pt: Auditoria Até à data não deve ser inferior a Auditoria Da data.
ta_in: இன்றுவரை தணிக்கை தேதியிலிருந்து தணிக்கை குறைவாக இருக்க கூடாது.

# AUDITOR_DELETE_SUCCESS
source: Record deleted
fr_fr: enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# AUDITOR_EDIT_CAPTION
source: Auditor (Edit)
fr_fr: Vérificateur (Edit)
id_id: Auditor (Ubah)
pt_pt: Auditor (Editar)
ta_in: கணக்காய்வாளர் (தொகு)

# AUDITOR_INFO_ADD
source: Audit Info (Add)
fr_fr: Infos Audit (Ajouter)
id_id: Info Audit (Tambah)
pt_pt: Auditoria Info (Adicionar)
ta_in: தணிக்கை தகவல் (சேர்)

# AUDITOR_INFO_AUDITOR_EMPTY
source: Auditor Info is empty.
fr_fr: Vérificateur Info est vide.
id_id: Info Auditor kosong.
pt_pt: Auditoria Info está vazio.
ta_in: ஆடிட்டர் தகவல் காலியாக உள்ளது.

# AUDITOR_INFO_CLOSEDON_EMPTY
source: Audit To is empty.
fr_fr: Audit Pour est vide.
id_id: Tertutup On kosong.
pt_pt: Fechado Em está vazio.
ta_in: தணிக்கை காலியாக உள்ளது.

# AUDITOR_INFO_DELETE_SUCCESS
source: Record deleted
fr_fr: enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# AUDITOR_INFO_EDIT
source: Audit Info (Edit)
fr_fr: Infos audit (Edit)
id_id: Info Audit (Ubah)
pt_pt: Auditoria Info (Editar)
ta_in: தணிக்கை தகவல் (தொகு)

# AUDITOR_INFO_PRINT_CAPTION
source: Audit Info Details
fr_fr: Infos Audit Détails
id_id: Info Audit
pt_pt: Auditoria Info
ta_in: தணிக்கை தகவல் விவரங்கள்

# AUDITOR_INFO_PROJECT_EMPTY
source: Project is empty.
fr_fr: Projet est vide.
id_id: Proyek kosong.
pt_pt: O projeto está vazio.
ta_in: திட்ட காலியாக உள்ளது.

# AUDITOR_INFO_STARTEDON_EMPTY
source: Audit From is empty
fr_fr: Audit De est vide
id_id: Dimulai On kosong.
pt_pt: Iniciado em está vazio.
ta_in: இருந்து தணிக்கை காலியாக உள்ளது

# AUDITOR_INFO_SUCCESS
source: Saved
fr_fr: Enregistré
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

source: Auditor is empty
fr_fr: Vérificateur est vide
ta_in: கணக்காய்வாளர் காலியாக உள்ளது

# AUDITOR_NAME_EMPTY
source: Auditor Name is empty.
fr_fr: Nom de l'auditeur est vide.
id_id: Auditor Nama kosong.
pt_pt: Nome do Auditor está vazio.
ta_in: கணக்காய்வாளர் பெயர் காலியாக உள்ளது.

# AUDITOR_ON_FROM
source: Audited On date should not be less than Audit From date.
fr_fr: Audité À la date ne doit pas être inférieure à la vérification De la date.
id_id: Diaudit Pada tanggal tidak boleh kurang dari Audit Dari tanggal.
pt_pt: Auditados em data não deve ser inferior a Auditoria Da data.
ta_in: தேதி தணிக்கை செய்யப்பட்ட தேதியிலிருந்து தணிக்கை குறைவாக இருக்க கூடாது.

# AUDITOR_ON_TO
source: Audited On date should be less than Audit To date.
fr_fr: Audité En date devrait être inférieure à la vérification à ce jour.
id_id: Diaudit Pada tanggal tidak boleh kurang dari Audit Sampai saat ini.
pt_pt: Auditados em data não deve ser inferior a Auditoria Da data....
ta_in: தேதி தணிக்கை செய்யப்பட்ட தேதி தணிக்கை விட குறைவாக இருக்க வேண்டும்.

# AUDITOR_PRINT_CAPTION
source: Auditors' List
fr_fr: Liste des vérificateurs
id_id: Daftar Auditor
pt_pt: Lista dos Auditores
ta_in: தணிக்கையாளரின் 'பட்டியல்

# AUDITOR_SAVE_SUCCESS
source: Saved
fr_fr: Enregistré
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

# AUDITTYPE_PRINT_CAPTION
source: Audit Type Details
fr_fr: Type de vérification Détails
ta_in: தணிக்கை வகை விவரங்கள்

# AUDIT_ADD_CAPTION
source: Audit Type (Add)
fr_fr: Type de vérification(Ajouter)
ta_in: தணிக்கை வகை (சேர்)

# AUDIT_DELETE
source: Record Deleted
fr_fr: enregistrement supprimé
ta_in: பதிவு நீக்கப்பட்டது

# AUDIT_DELETE_SUCCESS
source: The Record is Deleted Successfully
fr_fr: L'enregistrement est supprimé avec succès
ta_in: பதிவு வெற்றிகரமாக நீக்கப்பட்டது உள்ளது

# AUDIT_EDIT_CAPTION
source: Audit Type (Edit)
fr_fr: Type de vérification(Edit)
ta_in: தணிக்கை வகை (தொகு)

source: Audit Lock Type
fr_fr: Lock Type de vérification
ta_in: தணிக்கை பூட்டு வகை

# AUDIT_NAME_EMPTY
source: Audit Name is Empty
fr_fr: Nom de la vérification est vide
ta_in: தணிக்கை பெயர் காலியாக உள்ளது

# AUDIT_PRINT_CAPTION
source: Audit Details
fr_fr: Détails de la vérification
ta_in: தணிக்கை விவரங்கள்

# AUDIT_SAVE_FAILURE
source: Record not Saved
fr_fr: Enregistrement non Saved
ta_in: பதிவு காப்பாற்ற முடியாது

# AUDIT_SAVE_SUCCESS
source: Record Saved
fr_fr: fiche conservée
ta_in: பதிவு சேமிக்கப்பட்ட

source: Audit type is empty
fr_fr: Type d'audit est vide
ta_in: தணிக்கை வகை காலியாக உள்ளது

source: Balance
fr_fr: Solde
ta_in: இருப்பு

# BALANCE_UPDATED
source: Balance Updated Successfully
fr_fr: Mise à jour réussie du solde
ta_in: இருப்பு வெற்றிகரமாக புதுப்பிக்கப்பட்டது

# BANKACCOUNT_NOT_BELONG_TO_SAME_LEGALENTITY
source: Bank Account does not belong to the Same Legal Entity
fr_fr: Le compte bancaire n'appartient pas à la même entité juridique
ta_in: வங்கி கணக்கு அதே சட்ட நிறுவனத்தின் சொந்தம் இல்லை

# BANKACCOUNT_NOT_IN_SAME_LEGALENTITY
source: Bank Account is not in the Same Legal Entity for the selected Project
fr_fr: Le compte bancaire n'appartient pas à la même entité juridique pour le projet sélectionné
ta_in: வங்கிக் கணக்கு தேர்ந்தெடுக்கப்பட்ட திட்டம் அதே சட்ட நிறுவனத்தின் இல்லை

# BANK_ACCCOUNT_FAILURE
source: Bank Account is not saved.
fr_fr: Le compte bancaire n'est pas sauvegardé.
id_id: Rekening Bank tidak disimpan.
pt_pt: A Conta bancária não é salvo.
ta_in: வங்கி கணக்கு காப்பாற்ற முடியாது.

source: Bank Account
fr_fr: Compte bancaire
id_id: Rekening Bank
pt_pt: Conta Bancária
ta_in: வங்கி கணக்கு

source: Bank Account (Add)
fr_fr: Compte bancaire (Ajouter)
id_id: Rekening Bank (Tambah)
pt_pt: Conta Bancária (Adicionar)
ta_in: வங்கி கணக்கு (சேர்)

# BANK_ACCOUNT_CLOSEDATE_TRANSACTION
source: Transaction is made for this Closed date,Bank account can not be closed.
fr_fr: La transaction est effectuée pour cette date de clôture, le compte bancaire ne peut pas être clôturé.
ta_in: பரிவர்த்தனை இந்த நிறைவடைந்த தேதி செய்யப்படுகிறது, வங்கி கணக்கு மூடப்பட்டது முடியாது.

# BANK_ACCOUNT_CLOSEDATE_VALIDATION
source: Bank Close Date should not be less than the Bank Open Date.
fr_fr: La date de clôture de la banque ne doit pas être inférieure à la date d'ouverture de la banque.
id_id: Bank Tutup Tanggal tidak boleh kurang dari Bank Open Date.
pt_pt: Banco fechada data não deve ser menor que o Banco de abertura Data.
ta_in: வங்கி நெருங்கிய தேதி வங்கி திறந்த தேதி குறைவாக இருக்க கூடாது.

# BANK_ACCOUNT_CODE_EMPTY
source: Bank Account Code is empty.
fr_fr: Le code du compte bancaire est vide.
id_id: Bank Kode Rekening kosong.
pt_pt: Código de Conta Bancária está vazia.
ta_in: வங்கி கணக்கு குறியீடு காலியாக உள்ளது.

# BANK_ACCOUNT_DELETED
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

source: Bank Account (Edit)
fr_fr: Compte bancaire (éditer)
id_id: Rekening Bank (Ubah)
pt_pt: Conta Bancária (Editar)
ta_in: வங்கி கணக்கு (தொகு)
