Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# ENTRIES_WILL_BE_CLEARED
source: Entries will be cleared. Do you want to switch over to Single Entry?
fr_fr: Les entrées seront effacées. Voulez-vous passer à une entrée unique ?
ta_in: பதிவுகள் அழிக்கப்படும். நீங்கள் ஒற்றை நுழைவு மீது மாற விரும்புகிறீர்களா?

# ERROR_MESSAGE
source: There is a problem in importing Tally to AcME ERP
fr_fr: Il y a un problème dans l'importation de Tally vers AcME ERP
ta_in: ஆக்மி ஈஆர்பி முறைக்கு டேலி இறக்குமதி ஒரு சிக்கல் இருக்கிறது

# ERROR_SHOWING_TDS
source: Error in Showing TDS Payment Screen.
fr_fr: Erreur dans Affichage écran TDS de paiement.
ta_in: அதுமட்டுமல்ல கொடுப்பனவு திரை காட்டும் பிழை.

# EXECUTIVE_ADD_CAPTION
source: Governing Bodies (Add)
fr_fr: Organes directeurs (Ajouter)
id_id: Pemerintahan Anggota (Add)
pt_pt: Membro de que depende (Adicionar)
ta_in: ஆளும் உடல்கள் (சேர்)

# EXECUTIVE_COUNTRY_EMPTY
source: Country is empty
fr_fr: Country est vide
id_id: Negara kosong
pt_pt: País está vazia
ta_in: நாடு காலியாக உள்ளது

# EXECUTIVE_DELETE_SUCCESS
source: Record deleted
fr_fr: enregistrement supprimé
id_id: Rekam dihapus
pt_pt: Registo é deletado.
ta_in: பதிவு நீக்கப்பட்டது

# EXECUTIVE_DOB_EXIT
source: Date of Birth cannot be less than the Date of Exit.
fr_fr: Date de naissance ne peut pas être inférieure à la date de sortie.
id_id: Tanggal lahir tidak bisa kurang dari Tanggal Keluar.
pt_pt: Data de Nascimento não pode ser menor do que a data de saída.
ta_in: பிறந்த தேதி வெளியேறு தேதி விட குறைவாக இருக்க முடியாது.

# EXECUTIVE_EDIT_CAPTION
source: Governing Bodies (Edit)
fr_fr: Organes directeurs (Éditer)
id_id: Pemerintahan Anggota (Ubah)
pt_pt: Membro de que depende (Editar)
ta_in: ஆளும் உடல்கள் (தொகு)

# EXECUTIVE_EMAIL_EMPTY
source: Email is empty
fr_fr: Email est vide
id_id: Email kosong
pt_pt: Email está vazia
ta_in: மின்னஞ்சல் காலியாக உள்ளது

# EXECUTIVE_EXIT_JOIN
source: Date of Exit can't be less than Date of Joining.
fr_fr: Date de sortie ne peut pas être inférieur à date d'adhésion.
id_id: Tanggal Keluar tidak bisa kurang dari Tanggal Bergabung.
pt_pt: Data de saída não pode ser inferior a data da sua adesão.
ta_in: வெளியேறு தேதி சேர தேதி விட குறைவாக இருக்க முடியாது.

# EXECUTIVE_JOIN_DOB
source: Date of Joining cannot be less than Date of Birth.
fr_fr: Date d'adhésion ne peut pas être inférieur à Date de naissance.
id_id: Tanggal Bergabung tidak bisa kurang dari Tanggal Lahir.
pt_pt: Data de adesão não pode ser inferior a Data de Nascimento.
ta_in: சேர தேதி பிறந்த தேதி விட குறைவாக இருக்க முடியாது.

# EXECUTIVE_NAME_EMPTY
source: Name is empty.
fr_fr: Nom est vide.
id_id: Nama kosong.
pt_pt: Nome está vazio.
ta_in: பெயர் காலியாக உள்ளது.

# EXECUTIVE_NATIONALITY_EMPTY
source: Nationality is empty.
fr_fr: Nationalité est vide.
id_id: Kebangsaan kosong.
pt_pt: Nacionalidade está vazio.
ta_in: தேசியம் காலியாக உள்ளது.

# EXECUTIVE_PRINT_CAPTION
source: Governing Body details
fr_fr: Conseil détails du corps
id_id: Pemerintahan rincian Members '
pt_pt: os detalhes dos membros que regulam
ta_in: உடல் விவரங்கள் ஆளும்

# EXECUTIVE_SAVE_FAILURE
source: The Record is Available!
fr_fr: Le dossier est disponible!
id_id: Rekam ini Tersedia!
pt_pt: O registro é disponível!
ta_in: பதிவு கிடைக்கும்!

# EXECUTIVE_SAVE_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: Salvo
ta_in: சேமித்த

# EXPENSE_LEDGER_EMPTY
source: Expense Ledger is empty
fr_fr: Le grand livre des dépenses est vide
ta_in: செலவு லெட்ஜர் காலியாக உள்ளது

# FAMILYMEMBER_PRINT_CAPTION
source: Family Member Details
fr_fr: Familial Détails de membre
ta_in: குடும்ப உறுப்பினர் விவரம்

# FAMILY_REGISTER_PRINT_CAPTION
source: Family Register Details
fr_fr: Famille Enregistrer Détails
ta_in: குடும்ப பதிவு விவரங்கள்

# FDPOST_INTEREST_DELETE
source: Investment Post Interest Delete
fr_fr: Supprimer l'intérêt de la poste FD
ta_in: எஃப்டி போஸ்ட் வட்டி நீக்கு

# FDPOST_INTEREST_MODIFY
source: InvestmentPost Interest Modify
fr_fr: Modifier l'intérêt de la poste FD
ta_in: எஃப்டி போஸ்ட் வட்டி மாற்றியமை

# FD_ACCOUNT_ADD
source: Investment Opening (Add)
fr_fr: Ouverture FD (Add)
id_id: FD Pembukaan (Tambah)
pt_pt: Abertura do Depósito Fixo (Adicionar)
ta_in: எஃப்டி திறப்பு (சேர்)

# FD_ACCOUNT_EDIT
source: Investment Opening (Edit)
fr_fr: Ouverture FD (Edit)
id_id: FD Pembukaan (Ubah)
pt_pt: Abertura do Depósito Fixo (Editar)
ta_in: எஃப்டி திறப்பு (தொகு)

# FD_ACCOUNT_INV_PRINT_CAPTION
source: Investment Details
fr_fr: Dépôt fixe des détails de l'investissement
id_id: Deposito Berjangka Rincian Investasi
pt_pt: os detalhes de Investimento Depósito Fixo
ta_in: நிலையான வைப்பு முதலீட்டு விவரங்கள்

# FD_ACCOUNT_OP_PRINT_CAPTION
source: Investment Opening Balance
fr_fr: Dépôt fixe du solde d'ouverture
id_id: Setoran Tetap Membuka Balance
pt_pt: Depósito fixo do Saldo Inicial
ta_in: நிலையான வைப்பு திறப்பு இருப்பு

# FD_ADD
source: Investment (Add)
fr_fr: Dépôt fixe (ajouter)
id_id: Setoran Tetap (Tambah)
pt_pt: Depósito Fixo (Adicionar)
ta_in: நிலையான வைப்பு (சேர்)

# FD_AMOUNT_EMPTY
source: Investment Amount cannot be empty.
fr_fr: Le montant du dépôt fixe ne peut pas être vide.
id_id: Jumlah Deposit tetap tidak boleh kosong.
pt_pt: Valor do depósito fixo não pode ser vazio.
ta_in: நிலையான வைப்பு தொகை காலியாக இருக்க முடியாது.

# FD_AMOUNT_GREATER_THAN_ZERO
source: Amount should be greater than Zero
fr_fr: Le montant doit être supérieur à zéro
id_id: Jumlah harus lebih besar dari Nol
pt_pt: Valor deve ser maior que zero
ta_in: தொகை ஜீரோ விட அதிகமாக இருக்க வேண்டும்

# FD_BANK_CASH_GOES_CREDIT
source: Bank / Cash balance goes in credit. Do you want to proceed?
fr_fr: Le solde de la banque / de la caisse est créditeur. Voulez-vous continuer ?
id_id: Saldo Bank / Kas masuk kredit. Apakah Anda ingin melanjutkan?
pt_pt: Saldo bancário / Caixa vai em crédito. Você quer continuar?
ta_in: வங்கி / பண இருப்பு கடன் செல்கிறது. நீங்கள் தொடர விரும்புகிறீர்களா?

# FD_BANK_CONFIRMATION
source: Do you want to proceed with the bank you selected?
fr_fr: Souhaitez-vous poursuivre avec la banque que vous avez sélectionnée ?
id_id: Apakah Anda ingin melanjutkan dengan bank yang Anda pilih?
pt_pt: Você quer continuar com o banco que você selecionou?
ta_in: நீங்கள் தேர்ந்தெடுத்த வங்கி தொடர விரும்புகிறீர்களா?

# FD_BANK_INTEREST_LED_EMPTY
source: Bank Interest Ledger is empty
fr_fr: Le grand livre des intérêts bancaires est vide
id_id: Bunga Bank Ledger kosong
pt_pt: Juros bancários Ledger está vazia
ta_in: வங்கி வட்டி லெட்ஜர் காலியாக உள்ளது

# FD_BANK_IS_NOT_CORRECT
source: Selected Bank Account is not appropriate. Select the appropriate Invested Bank Account to Renew.
fr_fr: Le compte bancaire sélectionné n'est pas approprié. Sélectionnez le compte bancaire investi approprié à renouveler.
id_id: Rekening Bank yang dipilih tidak tepat. Pilih yang sesuai Investasi Rekening Bank untuk Renew.
pt_pt: Conta Bancária selecionada não é apropriada. Selecione a conta bancária Investido apropriado para renovar.
ta_in: தேர்ந்தெடுக்கப்பட்ட வங்கி கணக்கு சரியானது இல்லை. புதுப்பிக்க அதற்கான முதலீடு வங்கி கணக்கு தேர்ந்தெடுக்கவும்.

# FD_CANNOT_DELETE_ASSCOCIATE_RENEWAL
source: You cannot delete this Investment because it has association with Renewal / Post Interest
fr_fr: Vous ne pouvez pas supprimer ce dépôt fixe car il est associé à Renouvellement FD / Intérêts post FD.
id_id: Anda tidak dapat menghapus setoran tetap/berjangka ini karena memiliki hubungan dengan FD Renewal.
pt_pt: Você não pode excluir este depósito a prazo porque tem associação com a Renovação do Depósito Fixo.
ta_in: அது எஃப்டி புதுப்பித்தல் / எஃப்டி போஸ்ட் வட்டி இணைந்து உள்ளது, ஏனெனில் நீங்கள் இந்த நிலையான வைப்புத் நீக்க முடியாது

# FD_CANNOT_INVEST
source: Investment cannot be Invested
fr_fr: Le dépôt fixe ne peut pas être investi
id_id: Setoran tetap tidak dapat diinvestasikan
pt_pt: Depósito fixo não pode ser investido
ta_in: நிலையான வைப்பு முதலீடு முடியாது

# FD_CANNOT_POST_INTEREST
source: You cannot post interest for this Investment
fr_fr: Vous ne pouvez pas comptabiliser d'intérêts pour ce dépôt fixe
id_id: Anda tidak dapat mengirim bunga untuk setoran tetap/berjangka ini
pt_pt: Você não pode postar interesse por este depósito fixo
ta_in: இந்த நிலையான வைப்பு வட்டி வெளியிட முடியாது

# FD_CANNOT_REALIZED
source: Investment cannot be realized
fr_fr: Le dépôt fixe ne peut être réalisé
id_id: Setoran tetap tidak dapat direalisasikan
pt_pt: Depósito fixo não pode ser realizado
ta_in: நிலையான வைப்பு அடையப்பட முடியாது

# FD_CANNOT_RENEW
source: Investment cannot be renewed
fr_fr: Le dépôt fixe ne peut pas être renouvelé
id_id: Setoran tetap tidak dapat diperbaharui
pt_pt: Depósito fixo não pode ser renovado
ta_in: நிலையான வைப்பு புதுப்பிக்க முடியாது

# FD_CANNOT_UNMAP_MAKE_ZERO
source: Cannot unmap make the amount zero and try again.
fr_fr: Impossible dissocier. Mettez le montant à zéro et réessayez.
id_id: Tidak bisa unmap membuat jumlah nol dan coba lagi.
pt_pt: Não é possível cancelar o mapeamento. Faça o montante zero e tente novamente.
ta_in: unmap அளவு பூஜ்யம் மீண்டும் முயற்சி முடியாது.

# FD_CASH_BANK_EMPTY
source: Cash/Bank Ledger is empty
fr_fr: Le grand livre de caisse/banque est vide
id_id: Kas / Bank Ledger kosong
pt_pt: Caixa / Banco Ledger está vazia
ta_in: பண / வங்கி லெட்ஜர் காலியாக உள்ளது

# FD_CASH_BANK_LEDGERS
source: Bank Account Ledger is empty
fr_fr: Le grand livre des comptes bancaires est vide
id_id: Rekening Bank Ledger kosong
pt_pt: Conta Bancária Ledger está vazia
ta_in: வங்கி கணக்கு லெட்ஜர் காலியாக உள்ளது

# FD_CONFIRMATION_DELETE
source: This is closed Investment Voucher. Do you want to proceed?
fr_fr: Il s'agit d'un bon de dépôt fixe fermé. Voulez-vous continuer ?
id_id: Hal ini tertutup Deposito Berjangka Voucher.Do Anda ingin melanjutkan?
pt_pt: Esta é fechada comprovante de depósito fixo. Você quer continuar?
ta_in: இந்த மூடிய நிலையான உள்ளது வைப்பு Voucher.Do தொடர வேண்டுமா?

# FD_CREATED_DATE
source: Created date should be less than the finacial year to set opening balance , Would you like to invest? Click on Investment link to investment the amount.
fr_fr: La date de création doit être inférieure à l'année financière pour définir le solde d'ouverture, Souhaitez-vous investir ? Cliquez sur le lien Investissement pour investir le montant.
id_id: Tanggal dibuat harus kurang dari tahun finacial untuk mengatur keseimbangan pembukaan, Apakah Anda ingin berinvestasi? Klik link Investasi untuk investasi jumlahnya.
pt_pt: Data de criação deve ser menor do que o ano fiscal para definir o saldo inicial. Você gostaria de investir? Clique no link de Investimento para o investimento do montante.
ta_in: உருவாக்கப்பட்டது தேதி, திறந்து சமநிலை அமைக்க finacial ஆண்டு விட குறைவாக இருக்க வேண்டும் நீங்கள் முதலீடு செய்ய விரும்புகிறீர்களா? முதலீட்டு இணைப்பை முதலீட்டு கிளிக் அளவு.

# FD_CREATED_DATE_EMPTY
source: Created Date can't be empty.
fr_fr: La date de création ne peut pas être vide.
id_id: Dibuat Tanggal tidak boleh kosong.
pt_pt: Data de criação não pode ser vazio.
ta_in: தேதி உருவாக்கப்பட்டது காலியாக இருக்க முடியாது.

# FD_CREATED_DATE_LESS_THAN_FINANCIAL_YEAR
source: Created date should be less than Financial Year's Year From date. To invest go to Investment
fr_fr: La date de création doit être inférieure à la date de début d'exercice de l'exercice financier. Pour investir, aller à Investissement
id_id: Tanggal dibuat harus kurang dari Tahun Keuangan Tahun Dari tanggal. Untuk berinvestasi pergi ke Investasi
pt_pt: Data de criação deve ser inferior a ano fiscal a partir da data. Para investir, ir para Investimento
ta_in: உருவாக்கப்பட்டது தேதி தேதி இருந்து நிதி ஆண்டின் ஆண்டின் விட குறைவாக இருக்க வேண்டும். முதலீட்டு பயணத்தின் முதலீடு செய்ய

# FD_DELETED
source: Investment Details deleted
fr_fr: Détails du dépôt fixe supprimé
id_id: Tetap Rincian Setoran dihapus
pt_pt: detalhes do depósito fixo é eliminado
ta_in: நிலையான வைப்பு விவரங்கள் நீக்கப்பட்டது

# FD_DEPOSIT
source: Investment Details
fr_fr: Détails du dépôt fixe
id_id: Tetap Rincian Setoran
pt_pt: detalhes do Depósito fixo
ta_in: நிலையான வைப்பு விவரங்கள்

# FD_EDIT
source: Investment (Edit)
fr_fr: Dépôt Fixe (éditer)
id_id: Deposito Berjangka (Ubah)
pt_pt: Depósito fixo (Editar)
ta_in: நிலையான வைப்பு (தொகு)

# FD_INTEREST_RATE_EMPTY
source: Interest Rate can't be empty
fr_fr: Le taux d'intérêt ne peut pas être vide
id_id: Suku Bunga tidak boleh kosong
pt_pt: Taxa de juros não pode ser vazio
ta_in: வட்டி விகிதம் காலியாக இருக்க முடியாது

# FD_INVESTENT_DATE_AS_ON
source: Invested Date as on
fr_fr: Date d'investissement au
id_id: Diinvestasikan Tanggal seperti pada
pt_pt: Data investido como em
ta_in: என தேதி முதலீடு

# FD_INVESTMENT_ADD
source: Investment Investment (Add)
fr_fr: Investissement Dépôt Fixe (Ajouter)
id_id: FD Investasi (Tambah)
pt_pt: Investimento de depósito fixo (Adicionar)
ta_in: எஃப்டி முதலீட்டு (சேர்)

# FD_INVESTMENT_AMOUNT
source: Amount
fr_fr: Montant
id_id: jumlah
pt_pt: Montante
ta_in: தொகை

# FD_INVESTMENT_CAPTION
source: Investment
fr_fr: Investissement FD
id_id: FD Investasi
pt_pt: Investimento de depósito fixo
ta_in: எஃப்டி முதலீட்டு

# FD_INVESTMENT_EDIT
source: Investment (Edit)
fr_fr: Dépôt Fixe Investment (éditer)
id_id: FD Investasi (Ubah)
pt_pt: Investimento de depósito fixo (Editar)
ta_in: எஃப்டி முதலீட்டு (தொகு)

# FD_INVESTMENT_GROUP_CAPTION
source: Investment Details
fr_fr: Détails de l'investissement
id_id: Rincian investasi
pt_pt: os detalhes de Investimento
ta_in: முதலீட்டு விவரங்கள்

# FD_INVESTMENT_UNMAPPING
source: Cannot unmap, Investment is made for this ledger.
fr_fr: Impossible à dissocier, l'investissement est fait pour ce grand livre.
id_id: Tidak bisa unmap, Investasi dibuat untuk buku ini.
pt_pt: Não é possível cancelar o mapeamento, o investimento feito para esta Ledger.
ta_in: unmap முடியாது, முதலீட்டு இந்த பேரேடு செய்யப்படுகிறது.

# FD_LEDGER
source: Investment Ledger
fr_fr: Grand livre Dépôt Fixe
id_id: Buku Kas Induk FD
pt_pt: Livro de razao de FD
ta_in: எஃப்டி லெட்ஜர்

# FD_LEDGER_ADD
source: Investment Ledger (Add)
fr_fr: Grand livre Dépôt Fixe (Ajouter)
id_id: Buku Kas Induk FD(Tambah)
pt_pt: Livro de razao de FD(Adicionar)
ta_in: எஃப்டி லெட்ஜர் (சேர்)

# FD_LEDGER_CODE
source: Investment Ledger Code is empty.
fr_fr: Le code du grand livre FD est vide.
id_id: FD Ledger Kode kosong.
pt_pt: código de Ledger do depósito fixo está vazio.
ta_in: எஃப்டி லெட்ஜர் குறியீடு காலியாக உள்ளது.

# FD_LEDGER_EDIT
source: Investment Ledger (Edit)
fr_fr: Grand livre Dépôt Fixe (éditer)
id_id: Buku Kas Induk FD(Ubah)
pt_pt: Livro de razao de FD(Editar)
ta_in: எஃப்டி லெட்ஜர் (தொகு)

# FD_LEDGER_NAME
source: Investment Ledger Name is empty.
fr_fr: Le nom du grand livre FD est vide.
id_id: FDLedger Nama kosong.
pt_pt: Nome de Ledger do depósito fixo está vazio.
ta_in: FDLedger பெயர் காலியாக உள்ளது.

# FD_LEDGER_NOT_MAPPED_TO_PROJECT
source: Ledger's are not mapped to this project
fr_fr: Les grands livres ne sont pas associés à ce projet.
id_id: Ledger tidak dipetakan ke proyek ini
pt_pt: Ledger não são mapeados para este projeto
ta_in: லெட்ஜர் தான் இந்த திட்டம் ஒப்பிடப்படுகிறது இல்லை

# FD_LEDGER_PRINT_CAPTION
source: Investment Ledger Details
fr_fr: Détails du grand livre Dépôt Fixe
id_id: FD Ledger Detail
pt_pt: os detalhes de Ledger do Depósito fixo
ta_in: எஃப்டி லெட்ஜர் விபரங்கள்

# FD_MATURITY_DATE
source: Matured Date can't be less then Renewed Date.
fr_fr: La date d'échéance ne peut être inférieure à la date de renouvellement.
id_id: TM Tanggal tidak boleh kurang kemudian Diperbaharui Tanggal.
pt_pt: a data do vencimento não pode ser inferior a renovada data.
ta_in: முதிர்ச்சி தேதி பின்னர் புதுப்பிக்கப்பட்ட தேதி குறைவாக இருக்க முடியாது.

# FD_MATURITY_DATE_EMPTY
source: Maturity Date can't be empty.
fr_fr: La date d'échéance ne peut pas être vide.
id_id: Tanggal Jatuh Tempo tidak boleh kosong.
pt_pt: Data de Vencimento não pode estar vazio.
ta_in: முதிர்வு தேதி காலியாக இருக்க முடியாது.

# FD_MATURITY_DATE_FINANCIAL_YEAR
source: The Maturity Date should be greater than Financial Year's Year From date for the Opening Investment
fr_fr: La date d'échéance doit être supérieure à la date de début d'année financière du dépôt fixe d'ouverture.
id_id: Tanggal Jatuh Tempo harus lebih besar dari Tahun Tahun Keuangan Dari tanggal untuk Pembukaan Deposito Berjangka
pt_pt: A data de vencimento deve ser maior que o ano fiscal a partir da data fixada para a abertura depósito fixo
ta_in: முதிர்வு தேதி திறந்து நிலையான வைப்புத் தேதியிலிருந்து நிதி ஆண்டின் ஆண்டின் விட அதிகமாக இருக்க வேண்டும்

# FD_MATURITY_DATE_GREATER_THAN_CREATED_DATE
source: Maturity Date cannot be greater than Created Date
fr_fr: Date d'échéance ne peut pas être supérieure Date de création
id_id: Tanggal Jatuh Tempo tidak dapat lebih besar dari Dibuat Tanggal
pt_pt: Data de Vencimento não pode ser superior a Data de criação
ta_in: முதிர்வு தேதி தேதி உருவாக்கப்பட்டது விட அதிகமாக இருக்க முடியாது

# FD_MATURITY_DATE_LESS_THAN_CREATED_DATE
source: Maturity Date can't be less than or equal to Created Date.
fr_fr: La date d'échéance ne peut être supérieure à la date de création
id_id: Tanggal Jatuh Tempo tidak bisa kurang dari atau sama dengan Created Date.
pt_pt: Data de Vencimento não pode ser menor que ou igual a Data de criação.
ta_in: முதிர்வு தேதி குறைவாக அல்லது தேதி உருவாக்கப்பட்டது சமமாக இருக்க முடியாது.

# FD_NOT_APPROPRIATE_BANK
source: Selected Bank Account is not appropriate.
fr_fr: Le compte bancaire sélectionné n'est pas approprié.
id_id: Rekening Bank yang dipilih tidak tepat.
pt_pt: Conta Bancária selecionada não é apropriada.
ta_in: தேர்ந்தெடுக்கப்பட்ட வங்கி கணக்கு சரியானது இல்லை.

# FD_NUMBER_EMPTY
source: Investment Number can't be empty.
fr_fr: Le numéro de dépôt fixe ne peut pas être vide.
id_id: Jumlah Setoran tetap tidak boleh kosong.
pt_pt: Número do Depósito fixo não pode ser vazio.
ta_in: நிலையான வைப்பு எண் காலியாக இருக்க முடியாது.

# FD_OPENING_CAPTION
source: Investment Opening
fr_fr: Ouverture de Dépôt Fixe
id_id: FD Pembukaan
pt_pt: Aabertura do depósito fixo
ta_in: எஃப்டி திறப்பு

# FD_OPENING_GROUP_CAPTION
source: Opening
fr_fr: Ouverture
id_id: pembukaan
pt_pt: Aabertura
ta_in: திறப்பு

# FD_OPENING_UNMAPPING
source: Cannot unmap, opening Balance is set for this ledger.
fr_fr: Impossible de dissocier, le solde d'ouverture est défini pour ce grand livre.
id_id: Tidak bisa unmap, Saldo pembukaan ditetapkan untuk Ledger ini.
pt_pt: Não é possível cancelar o mapeamento, saldo de abertura está marcada para esta Ledger.
ta_in: unmap முடியாது, திறந்து இருப்பு இந்த பேரேடு அமைக்கப்படவில்லை.

# FD_OP_AMOUNT
source: Amount
fr_fr: Montant
id_id: jumlah
pt_pt: Montante
ta_in: தொகை

# FD_OP_DATE_AS_ON
source: Opening Balance Date as on
fr_fr: Date du solde d'ouverture au
id_id: Membuka Saldo Tanggal seperti pada
pt_pt: Saldo Data como em
ta_in: என சமநிலை தேதி திறந்து

# FD_POSTINTEREST
source: Investment Post Interest
fr_fr: Intérêts postaux de Dépôt Fixe
ta_in: எஃப்டி போஸ்ட் வட்டி

# FD_POST_INTEREST_MODIFY
source: Investment Post Interest Modify
fr_fr: FD Poster intérêt Modifier
ta_in: எஃப்டி போஸ்ட் வட்டி மாற்றியமை

# FD_PRINT_CAPTION
source: Investment Details
fr_fr: Détails du dépôt fixe
id_id: Tetap Rincian Setoran
pt_pt: os detalhes de depósito fixo.
ta_in: நிலையான வைப்பு விவரங்கள்

# FD_REALISED
source: Investment is realized
fr_fr: Le dépôt fixe est réalisé
id_id: Setoran tetap direalisasikan
pt_pt: Depósito fixo é realizado
ta_in: நிலையான வைப்பு உணரப்படுகிறது

# FD_RENEWAL
source: Investment Renewal
fr_fr: Renouvellement du Dépôt Fixe
id_id: FD Pembaruan
pt_pt: FD Renovação
ta_in: எஃப்டி புதுப்பித்தல்

# FD_RENEWAL_CANNOT_DELETE
source: Investment Renewal cannot be deleted
fr_fr: Le renouvellement du FD ne peut pas être supprimé
id_id: FD Renewal tidak dapat dihapus
pt_pt: a renovação do Depósito fixo não pode ser eliminado
ta_in: எஃப்டி புதுப்பித்தல் நீக்க முடியாது

# FD_RENEWAL_CANNOT_EDIT
source: Investment Renewal cannot be edited
fr_fr: Le renouvellement du FD ne peut pas être édité
id_id: FD Renewal tidak dapat diedit
pt_pt: A renovação do depósito fixo não pode ser editado
ta_in: எஃப்டி புதுப்பித்தல் திருத்த முடியாது

# FD_RENEWAL_CAPTION
source: Investment Renewal
fr_fr: Renouvellement du Dépôt Fixe
id_id: Setoran Renewal Tetap
pt_pt: A renovação do depósito fixo
ta_in: நிலையான வைப்பு புதுப்பித்தல்

# FD_RENEWAL_DATE_NOT_GREATER_THAN_MATURITY_DATE
source: Renewal Date should be greater than Last Maturity Date
fr_fr: La date de renouvellement doit être supérieure à la date de dernière échéance.
id_id: Tanggal Perpanjangan harus lebih besar dari Jatuh Terakhir Tanggal
pt_pt: Data de Renovação deve ser maior do que a última data de vencimento
ta_in: புதுப்பித்தல் தேதி விட கடந்த முதிர்வு தேதி அதிகமாக இருக்க வேண்டும்

# FD_RENEWAL_DATE_WITHIN_TRANSACTION
source: The Renewal Date should be with in the transaction period to renew this Investment
fr_fr: La date de renouvellement doit être comprise dans la période de transaction pour renouveler ce dépôt fixe.
id_id: The Renewal tanggal harus dengan pada periode transaksi untuk memperbaharui setoran tetap/berjangka ini
pt_pt: A data de renovação deve ser feita com, no período de transação para renovar este Depósito fixo
ta_in: புதுப்பித்தல் தேதி இந்த நிலையான வைப்புத் புதுப்பிக்க பரிவர்த்தனை காலத்தில் இருக்க வேண்டும்

# FD_RENEWAL_DELETE
source: Investment Renewal Delete
fr_fr: Supprimer Renouvellement du Dépôt Fixe
ta_in: எஃப்டி புதுப்பித்தல் நீக்கு

# FD_RENEWAL_DETAILS
source: Investment Renewal Details
fr_fr: Détails du renouvellement du FD
ta_in: எஃப்டி புதுப்பித்தல் விபரங்கள்

# FD_RENEWAL_MODIFY
source: Investment Renewal Modify
fr_fr: Modifier Renouvellement du Dépôt Fixe
ta_in: எஃப்டி புதுப்பித்தல் மாற்றியமை

# FD_RENEWED_DATE
source: Renewed Date can't be less than Current Matured Date.
fr_fr: La date de renouvellement ne peut être inférieure à la date d'échéance actuelle.
id_id: Diperbaharui Tanggal tidak bisa kurang dari Current TM Tanggal.
pt_pt: Renovado data não pode ser inferior a data atual data de vencimento.
ta_in: புதுப்பிக்கப்பட்ட தேதி தற்போதைய முதிர்ச்சியடைந்த தேதி விட குறைவாக இருக்க முடியாது.

# FD_SET_OPENING_BALANCE_ALERT
source: Created date should be less than Financial Year's Year From date. To invest go to Investment.
fr_fr: La date de création doit être inférieure à la date de début d'exercice de l'année financière. Pour investir, allez à Investissement.
id_id: Tanggal dibuat harus kurang dari Tahun Keuangan Tahun Dari tanggal. Untuk berinvestasi pergi ke Investasi.
pt_pt: Data de criação deve ser inferior a do Exercício ano da data. Para investir, ir para Investimento.
ta_in: உருவாக்கப்பட்டது தேதி தேதி இருந்து நிதி ஆண்டின் ஆண்டின் விட குறைவாக இருக்க வேண்டும். முதலீட்டு பயணத்தின் முதலீடு செய்ய.

# FD_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

# FD_TRANSACTION_MADE_ANOTHER_PERIOD
source: Transaction is made in other Transaction Period, so cannot withdraw the Investment
fr_fr: La transaction est effectuée dans une autre période de transaction, il n'est donc pas possible de retirer le dépôt fixe.
id_id: Transaksi dilakukan dalam Periode Transaksi lain, sehingga tidak dapat menarik setoran tetap/berjangka
pt_pt: Transação é feita em outro período da transação, portanto, não pode retirar o Depósito fixo
ta_in: பரிவர்த்தனை மற்ற பரிவர்த்தனை காலம் செய்யப்படுகிறது, அதனால் நிலையான வைப்புத் பின்வாங்கக் கூடாது
