Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# LOCK_VOUCHER_EDIT_CAPTION
source: Lock Voucher (Edit)
fr_fr: Verrouiller Bon (Edit)
ta_in: பூட்டு வவுச்சர் (தொகு)

# MANUFACTURE_ADD_CAPTION
source: Manufacturer (Add)
fr_fr: Fabricant (Ajouter)
ta_in: உற்பத்தியாளர் (சேர்)

# MANUFACTURE_EDIT_CAPTION
source: Manufacturer (Edit)
fr_fr: Fabricant (Edit)
ta_in: உற்பத்தியாளர் (தொகு)

# MANUFACTURE_VIEW_CAPTION
source: Manufacturer
fr_fr: Fabricant
ta_in: உற்பத்தியாளர்

# MAPPED_LEDGERS_TO_PROJECT_TO_ALLOTFUND
source: Mapped Ledgers to the Project to allot fund.
fr_fr: Ledgers mappés au projet d'allouer fonds.
ta_in: திட்ட ஒப்பிடப்படுகிறது பேரேடுகளும் நிதி ஒதுக்கினார்.

# MAPPED_SUCESSFULLY
source: Stock Ledgers have been mapped successfully.
fr_fr: Les grands livres de stock ont été associés avec succès.
ta_in: பங்கு பேரேடுகளும் வெற்றிகரமாக ஒப்பிடப்படுகிறது வருகின்றன.

# MAPPING_BUDGET_MADE
source: Budget is made for the ledger can not unmap.
fr_fr: Le budget est établi pour le grand livre, il ne peut pas être dissocié.
ta_in: பட்ஜெட் பேரேடு unmap முடியாது செய்யப்படுகிறது.

# MAPPING_CONTRIBUTION_SUCCESS
source: Contribution(s) have been mapped successfully.
fr_fr: L’association de la/des contribution(s) a été effectué avec succès.
id_id: Kontribusi (s) telah dipetakan berhasil.
pt_pt: Contribuição (s), foram mapeadas com sucesso.
ta_in: பங்களிப்பு (கள்) வெற்றிகரமாக ஒப்பிடப்படுகிறது வருகின்றன.

# MAPPING_COST_CATEGORY_SUCCESS
source: Costcentre(s) have been mapped successfully.
fr_fr: Le (s) centre(s) de coût a(ont) été associé (s) avec succès.
ta_in: Costcentre (கள்) வெற்றிகரமாக ஒப்பிடப்படுகிறது வருகின்றன.

# MAPPING_DONOR_SUCCESS
source: Donor(s) have been mapped successfully.
fr_fr: Le(s) donateur(s) a (ont) été associé (s) avec succès.
id_id: Donor (s) telah dipetakan berhasil.
pt_pt: Doadores (s), foram mapeadas com sucesso.
ta_in: தானம் (கள்) வெற்றிகரமாக ஒப்பிடப்படுகிறது வருகின்றன.

# MAPPING_FD_LEDGER_RESTRICTION
source: Investment Ledger can't be mapped with multiple projects
fr_fr: Le grand livre des dépôts fixes ne peut pas être associé à plusieurs projets.
id_id: Deposito Berjangka Ledger tidak dapat dipetakan dengan beberapa proyek
pt_pt: Fixa Depósito Ledger não pode ser mapeada com vários projetos
ta_in: நிலையான வைப்பு லெட்ஜர் பல திட்டங்கள் கொண்டு வரைபடமாக்கப்படாது

# MAPPING_LEDGER_CANNOT_SET_OP_FD_LEDGER
source: Cannot set opening balance for this Investment ledger
fr_fr: Impossible de définir le solde d'ouverture pour ce grand livre de dépôt fixe.
id_id: Tidak dapat menyetel membuka saldo Setoran ini buku tetap
pt_pt: Não é possível definir o saldo inicial para este livro razão Depósito fixo
ta_in: இந்த நிலையான வைப்புத் பேரேடு சமநிலை திறந்து அமைக்க முடியவில்லை

# MAPPING_MAKE_AMOUNT_ZERO
source: Try after making amount 0 and saving the record to unmap
fr_fr: Essayez, après avoir mis le montant à 0 et sauvegardé l'enregistrement, de le dissocier.
id_id: Coba setelah membuat jumlah 0 dan menyimpan catatan untuk unmap
pt_pt: Tente depois de fazer montante 0 e salvar o registro para desmapear
ta_in: அளவு 0 செய்யும் மற்றும் unmap பதிவு சேமிப்பு பின்னர் முயற்சி

# MAPPING_NEGATIVE_BALANCE
source: Opening Balance cannot be negative.
fr_fr: Le solde d'ouverture ne peut pas être négatif.
id_id: Saldo Pembukaan tidak boleh negatif.
pt_pt: Saldo de abertura não pode ser negativo.
ta_in: திறப்பு இருப்பு எதிர்மறையாக இருக்க முடியாது.

# MAPPING_TRANSACTION_MADE_ALREADY
source: Transaction is made for this Item(s), it cannot be unmapped.
fr_fr: Une transaction a été effectuée pour ce(s) poste(s), elle ne peut pas être associée.
id_id: Transaksi dilakukan untuk Item ini (s), itu tidak dapat terpetakan.
pt_pt: Transação é feita para este Item (s), não pode ser não-mapeada.
ta_in: பரிவர்த்தனை இந்த பொருள் (கள்) செய்யப்படுகிறது, அது unmapped இருக்க முடியாது.

# MAP_LEDGERS_TO_PROJECT
source: Map the ledgers to Project to make budget and try again
fr_fr: Carte des livres au Projet pour rendre le budget et essayer à nouveau
ta_in: பேரேடுகளும் இருத்தல் வரவு செலவு திட்டம், மீண்டும் முயற்சி செய்ய திட்டம்

# MASTER_EMPTY
source: Select any of the master details to import.
fr_fr: Sélectionnez l'une des informations de base à importer.
ta_in: இறக்குமதி செய்ய மாஸ்டர் விவரங்கள் எந்த தேர்ந்தெடுக்கவும்.

# MASTER_VOUCHER_MAPPING
source: Voucher's are mapped to this project.
fr_fr: de Bons sont mappés à ce projet.
id_id: Voucher ini dipetakan ke proyek ini.
pt_pt: De vouchers são mapeados para este projeto.
ta_in: ரசீது இந்த திட்டம் வரைபடமாக்கப்படும்.

# MERGED_SUCCESSFULLY
source: Ledgers are merged successfully
fr_fr: Les grands livres sont fusionnés avec succès
ta_in: பேரேடுகளும் வெற்றிகரமாக இணைக்கப்பட்டது

# MERGE_LEDGER_STRONG_MESSAGE
source: Merging Ledgers will be deleted permanently.Do you really want to continue?
fr_fr: Les grands livres fusionnés seront supprimés définitivement. Voulez-vous vraiment continuer ?
id_id: Penggabungan Buku Pembantu akan dihapus permanently.Do Anda benar-benar ingin melanjutkan?
pt_pt: Mesclando Ledger será eliminado permanently.Do você realmente deseja continuar?
ta_in: இணைத்தல் பேரேடுகளும் நீக்கப்படும் நீங்கள் உண்மையில் தொடர வேண்டும் permanently.Do?

# MIGRATION_ACCESS_DB_EMPTY
source: MS Access DB is needed.
fr_fr: Une base de données MS Access est nécessaire.
id_id: MS Access DB diperlukan untuk bermigrasi data
pt_pt: MS Access DB é necessário para migrar dados
ta_in: எம் அணுகல் டி.பி. தேவை.

source: Migration completed Successfully.
fr_fr: Le Transfert est terminé avec succès.
id_id: Migrasi selesai Berhasil
pt_pt: A migração foi concluída com êxito
ta_in: இடம்பெயர்தல் வெற்றிகரமாக நிறைவடைந்தது.

# MIGRATION_CONFIRMATION
source: Do you really want to continue Migration?
fr_fr: Voulez-vous vraiment continuer la migration ?
ta_in: நீங்கள் உண்மையில் இடம்பெயர்தல் தொடர விரும்புகிறீர்களா?

# MIGRATION_CONNECTION_FAILED
source: Connection is not established.
fr_fr: La connexion n'est pas établie.
id_id: Koneksi tidak didirikan
pt_pt: A conexão não é estabelecida
ta_in: இணைப்பு நிறுவப்பட்டது.

# MIGRATION_CONNECTION_SUCCEED
source: Connection Succeed.
fr_fr: Connexion réussie.
id_id: koneksi Sukses
pt_pt: conexão Sucesso
ta_in: இணைப்பு வெற்றி.

# MIGRATION_DESTINATION_DB_FAILS
source: Destination DB Connection failed,Source DB connection Succeed.
fr_fr: La connexion à la base de données de destination a échoué, la connexion à la base de données source a réussi.
id_id: Tujuan DB Koneksi gagal, koneksi Sumber DB Sukses
pt_pt: Conexão Destino DB falhou, conexão DB Source Succeed
ta_in: இலக்கு டி.பி. இணைப்பு தோல்வியுற்றது, மூல டி.பி. இணைப்பு வெற்றி.

# MIGRATION_ERROR_TRANSACTION_BALANCE
source: Error in Refreshing transaction Balance.
fr_fr: Erreur dans le rafraîchissement du solde de la transaction.
id_id: Kesalahan dalam Saldo transaksi Refreshing
pt_pt: Erro no saldo de transações Refrescante
ta_in: புத்துணர்ச்சி பரிவர்த்தனை இருப்பு பிழை.

# MIGRATION_FILE_EMPTY
source: File Name is empty.
fr_fr: Le nom du fichier est vide.
id_id: Nama file kosong
pt_pt: Nome do arquivo está vazio
ta_in: கோப்பு பெயர் காலியாக உள்ளது.

# MIGRATION_LOG_FILE_OPEN
source: Do you want to open Log File?
fr_fr: Voulez-vous ouvrir le fichier journal ?
id_id: Apakah Anda ingin membuka Log File?
pt_pt: Você quer abrir arquivo de log?
ta_in: நீங்கள் பதிவு கோப்பைத் திறக்க விரும்புகிறீர்களா?

# MIGRATION_RECORD_AVAILABLE
source: Record is available,Do you want to delete the records and continue migration?+Environment.NewLine +Yes :Delete and Continue+Environment.NewLine +No :Migrate with old records+Environment.NewLine +Cancel: Stop Migration.
fr_fr: L'enregistrement est disponible, voulez-vous supprimer les enregistrements et continuer la migration ? +Environment.NewLine +Yes :Supprimer et continuer+Environment.NewLine +No :Migrer avec les anciens enregistrements+Environment.NewLine +Cancel : Stop Migration.
id_id: Migrasi sudah dilakukan, migrasi tua Cleanup dan Countiue?
pt_pt: A migração já feito, a migração de idade Cleanup e Countiue?
ta_in: பதிவு கிடைக்கிறது, நீங்கள் இடம்பெயர்வு பதிவுகளை நீக்க மற்றும் தொடர விரும்புகிறீர்களா? + Environment.NewLine ஆமாம்:? நீக்கு மற்றும் தொடர்ந்து + Environment.NewLine + எந்த: பழைய பதிவுகளை நகர்த்தவும் + Environment.NewLine + ரத்து: நிறுத்து இடம்பெயர்தல்.

# MIGRATION_SOURCE_DB_FAILS
source: Source DB connection failed
fr_fr: Échec de la connexion de la source des bases des données
id_id: Sumber koneksi DB gagal
pt_pt: Fonte conexão DB falhou
ta_in: மூல டி.பி. இணைப்பு தோல்வியுற்றது

# MIGRATION_TITLE
source: Data Migration
fr_fr: Migration des données
id_id: Migrasi Data
pt_pt: Migração de Dados
ta_in: தரவு இடமாற்றம்

# MIGRATION_VOUCHER_TRANS_FAILS
source: VoucherTrans Updation failed, CashID not set,try again
fr_fr: Échec de la mise à jour des bons de caisse, le CashID n'est pas défini, réessayez.
id_id: VoucherTrans Updation gagal, tidak CashID set, coba lagi
pt_pt: VoucherTrans Updation falhou, não CashID definido, tente novamente
ta_in: VoucherTrans புதுப்பித்தல், தோல்வி அமைக்க முடியாது CashID, மீண்டும் முயற்சிக்கவும்

# NAME_EMPTY
source: Name is empty.
fr_fr: Nom est vide.
id_id: Nama kosong.
pt_pt: Nome está vazio.
ta_in: பெயர் காலியாக உள்ளது.

# NATURE_OF_PAYMENT
source: Nature of Payments
fr_fr: Nature des paiements
ta_in: கொடுப்பனவு இயற்கை

# NATURE_OF_PAYMENT_EMPTY
source: Nature of Payment is Empty.
fr_fr: Nature de paiement est vide.
ta_in: கொடுப்பு இயற்கை காலியாக உள்ளது.

# NETWORKING_SETTINGS_PASSKEY_EMPTY
source: Pass key is empty
fr_fr: clé Pass est vide
ta_in: பாஸ் முக்கிய காலியாக உள்ளது

# NETWORKING_SETTINGS_PASSWORD_EMPTY
source: Password is empty
fr_fr: Mot de passe est vide
ta_in: கடவுச்சொல் இல்லை

# NETWORKING_SETTINGS_PORT_EMPTY
source: Port is empty
fr_fr: Port est vide
ta_in: போர்ட் காலியாக உள்ளது

# NETWORKING_SETTINGS_SENDERID_EMPTY
source: Sender Id is empty
fr_fr: Sender Id est vide
ta_in: அனுப்புனர் ஐடி காலியாக உள்ளது

# NETWORKING_SETTINGS_SERVER_EMPTY
source: Server name is empty
fr_fr: Nom du serveur est vide
ta_in: சர்வர் பெயர் காலியாக உள்ளது

# NETWORKING_SETTINGS_USERNAME_EMPTY
source: Username is empty
fr_fr: Nom d'utilisateur est vide
ta_in: பயனர்பெயர் காலியாக உள்ளது

# NETWORK_INS_TYPE_CAPTION
source: Institutional Type
fr_fr: type de Institutional
ta_in: நிறுவன வகை

# NO_ASSET_SELECTED
source: No Asset is selected.
fr_fr: Aucun actif est sélectionné.
ta_in: சொத்து எதுவும் தேர்ந்தெடுக்கப்படவில்லை.

source: No difference
fr_fr: Pas de différence
ta_in: ஒரு வித்தியாசமும் இல்லை

source: No of Posts
fr_fr: Pas de messages
ta_in: இடுகைகள் இல்லை

# NO_RECORD
source: No records to save.
fr_fr: Aucun enregistrement à sauvegarder.
id_id: Tidak ada catatan untuk menyimpan.
pt_pt: Não há registros para salvar.
ta_in: பதிவுகள் எதுவும் காப்பாற்ற.

source: No records to save.
fr_fr: Aucun enregistrement à sauvegarder.
ta_in: பதிவுகள் எதுவும் காப்பாற்ற.

source: No Record is available
fr_fr: Aucun enregistrement n'est disponible.
ta_in: எந்த பதிவும் கிடைக்கும்

# NO_RIGHTS_FOR_ADDITION
source: You have no rights to add.
fr_fr: Vous n'avez pas le droit d'ajouter.
id_id: Anda tidak memiliki hak untuk menambahkan.
pt_pt: Você não tem permissão para adicionar.
ta_in: உங்களுக்கு உரிமை இல்லை சேர்க்க வேண்டும்.

# NO_RIGHTS_FOR_DELETION
source: You have no rights to delete
fr_fr: Vous n'avez pas le droit de supprimer
id_id: Anda tidak memiliki hak untuk menghapus
pt_pt: Você não tem direitos para eliminar
ta_in: நீங்கள் நீக்க எந்த உரிமையும் இல்லை

# NO_RIGHTS_FOR_PRINT
source: You have no rights to print
fr_fr: Vous n'avez pas le droit d'imprimer
id_id: Anda tidak memiliki hak untuk mencetak
pt_pt: Você não tem permissão para impressão
ta_in: நீங்கள் அச்சு எந்த உரிமையும் இல்லை

# NO_RIGHTS_TO_DELETE_CONTRA
source: No rights to delete this Contra Vouchers
fr_fr: Vous n'avez pas le droit de supprimer ce Contra-Bons
ta_in: இல்லை உரிமைகளை இந்த எதிர் உறுதி சீட்டு நீக்க

# NO_RIGHTS_TO_DELETE_PAYMENT
source: No rights to delete this Payment Vouchers
fr_fr: Vous n'avez pas le droit de supprimer ce Bon de paiement
ta_in: இல்லை உரிமைகளை இந்த கொடுப்பனவு உறுதி சீட்டு நீக்க

# NO_RIGHTS_TO_DELETE_RECEIPT
source: No rights to delete this Receipt Vouchers
fr_fr: Vous n'avez pas le droit de supprimer ce ticket de caisse.
ta_in: இல்லை உரிமைகளை இந்த ரசீது உறுதி சீட்டு நீக்க

# NO_RIGHTS_TO_EDIT_CONTRA
source: No rights to edit this contra vouchers.
fr_fr: Vous n'avez pas le droit d'éditer ce bon d’achat.
ta_in: இல்லை உரிமைகளை இந்த கான்ட்ரா உறுதி சீட்டு எடிட் செய்ய.

# NO_RIGHTS_TO_EDIT_PAYMENT
source: No rights to edit this payment vouchers.
fr_fr: Aucun droit d’éditer ce bon de paiement.
ta_in: இல்லை உரிமைகளை இந்த கட்டணம் உறுதி சீட்டு எடிட் செய்ய.

# NO_RIGHTS_TO_EDIT_RECEIPT
source: No rights to edit this receipt vouchers.
fr_fr: Vous n'avez pas le droit d'éditer ce ticket de bon.
ta_in: இல்லை உரிமைகளை இந்த ரசீது உறுதி சீட்டு எடிட் செய்ய.

# NO_RIGHTS_TO_MOVE_CONTRA_VOUCHER
source: No rights to move this contra voucher.
fr_fr: Vous n'avez pas le droit de déplacer ce bon d’achat.
ta_in: இல்லை உரிமைகளை இந்த கான்ட்ரா ரசீது நகர்த்த.

# NO_RIGHTS_TO_MOVE_PAYMENT_VOUCHER
source: No rights to move this payment voucher.
fr_fr: Aucun droit de déplacer ce bon de paiement.
ta_in: இல்லை உரிமைகளை இந்த கட்டணம் ரசீது நகர்த்த.

# NO_RIGHTS_TO_MOVE_RECEIPT_VOUCHER
source: No rights to move this receipt voucher.
fr_fr: Aucun droit de déplacer ce bon de paiement.
ta_in: இல்லை உரிமைகளை இந்த ரசீது ரசீது நகர்த்த.

# NO_RIGHTS_TO_TAKE_PRINTOUT
source: No rights to take print out of this receipt voucher
fr_fr: Pas de droit d’imprimer une copie de ce bon de réception
ta_in: இல்லை உரிமைகளை இந்த ரசீது ரசீது வெளியே அச்சு எடுக்க

# NO_RIGHTS_TO_TAKE_PRINTOUT_PAYMENT
source: No rights to take print out of this payment voucher
fr_fr: Aucun droit d'imprimer ce bon de paiement.
ta_in: இல்லை உரிமைகளை இந்த கட்டணம் ரசீது வெளியே அச்சு எடுக்க

# OPEN_FILE
source: Do you want to Open the file?
fr_fr: Voulez-vous ouvrir le fichier ?
ta_in: நீங்கள் கோப்பை திறக்க விரும்புகிறீர்களா?

# OPEN_THE_FILE
source: Do you want to open the file?
fr_fr: Voulez-vous ouvrir le fichier ?
ta_in: நீங்கள் கோப்பை திறக்க விரும்புகிறீர்களா?

source: O/P Balance
fr_fr: Solde O/P
ta_in: ஓ / பி இருப்பு

# OVERWRITE_CONFORM
source: Overwritting will remove all the old records.Do you really want to overwrite?
fr_fr: L'écrasement supprimera tous les anciens enregistrements. Voulez-vous vraiment écraser ?
ta_in: Overwritting அனைத்து முந்தைய records.Do நீக்க நீங்கள் நிஜமாக மேல் வேண்டும்?

# PARTY_LEDGER_EMPTY
source: Party Ledger is Empty.
fr_fr: Party Ledger est vide.
ta_in: கட்சி லெட்ஜர் காலியாக உள்ளது.

source: Party Payments
fr_fr: Paiements Party
ta_in: கட்சி கொடுப்பனவு

# PASSWORDEMPTY
source: Password is Empty.
fr_fr: Le mot de passe est vide.
ta_in: கடவுச்சொல் காலியாக உள்ளது.

# PASSWORD_HINT_EMPTY
source: Hint is Empty.
fr_fr: L'indice est vide.
ta_in: குறிப்பு காலியாக உள்ளது.

# PASSWORD_INVALID
source: Password is invalid.
fr_fr: Le mot de passe n'est pas valide.
ta_in: கடவுச்சொல் தவறானது.

# PASSWORD_RESET
source: Password reset successfully.
fr_fr: Le mot de passe a été réinitialisé avec succès.
ta_in: கடவுச்சொல் வெற்றிகரமாக மீட்டெடுக்கப்பட்டன.

source: PAYMENT
fr_fr: PAIEMENT
ta_in: கட்டணம்

# PERCENTAGE_NEGATIVE
source: Percentage can't be in negative value.
fr_fr: Pourcentage ne peut pas être en valeur négative.
id_id: Persentase tidak dapat di nilai negatif.
pt_pt: Percentagem não pode ser de valor negativo.
ta_in: சதவீதம் எதிர்மறை மதிப்பு இருக்க முடியாது.

# PGCGRANDTOTAL_CAPTION
source: Grand Total
fr_fr: somme finale
id_id: Total Keseluruhan
pt_pt: total geral
ta_in: கிராண்ட் மொத்த

# POLICY_EMPTY
source: Policy is Empty
fr_fr: Politique est vide
ta_in: கொள்கை காலியாக உள்ளது

# POLICY_NO_EMPTY
source: Policy Number is Empty
fr_fr: Numéro de police est vide
ta_in: கொள்கை எண் காலியாக உள்ளது

# PORTAL_DATASYN_MESSAGE_SAVED
source: Portal Messages Saved Successfully
fr_fr: Messages Portal enregistrés avec succès
ta_in: போர்டல் செய்திகள் வெற்றிகரமாக சேமிக்கப்பட்டது

# PORTAL_NO_RECORD
source: Portal Messages not Saved
fr_fr: Messages Portail pas enregistré
ta_in: போர்டல் சேமிக்கப்பட்ட செய்திகள் இல்லை

# PORTAL_SERVICE_NOT_AVIALABLE
source: Internet Connection is not available.
fr_fr: Connexion Internet ne sont pas disponibles.
ta_in: இணைய இணைப்பு இல்லை.

# PREMIUM_AMOUNT_EMPTY
source: Premium Amount is Empty
fr_fr: Montant Premium est vide
ta_in: பிரீமியம் தொகை காலியாக உள்ளது

source: Press
fr_fr: presse
ta_in: பிரஸ்

source: Principal Amount
fr_fr: Le montant principal
ta_in: அசல் தொகை

# PRINT_CAPTION
source: Stock Purchase details.
fr_fr: Détails d'achat d'actions.
ta_in: பங்கு கொள்முதல் விவரங்கள்.

# PROBLEM_IN_SAVING
source: Problem in Saving Legal Entity Details.
fr_fr: Problème dans Saving Legal Entity Détails.
ta_in: சேமிப்பு சட்ட நிறுவனத்தின் விவரம் பிரச்சனை.

source: project
fr_fr: Projet
ta_in: திட்டம்

# PROJECT_ADD_CAPTION
source: Project (Add)
fr_fr: Projet (Ajouter)
id_id: Proyek (Tambah)
pt_pt: Projeto (Adicionar)
ta_in: திட்ட (சேர்)

# PROJECT_AVAILABLE_VOUCHERS
source: More than one Receipts/Payments/Contra/Journal has been selected.
fr_fr: Plusieurs Recettes/Paiements/Contraste/Journal ont été sélectionnés.
id_id: Lebih dari satu Penerimaan / Pembayaran / Contra / Journal telah dipilih.
ta_in: ஒன்றுக்கு மேற்பட்ட ரசீதுகள் / கொடுப்பனவு / எதிர் / ஜர்னல் தேர்வு செய்யப்பட்டுள்ளது.

# PROJECT_CANNOT_DELETE_OPENING_BALANCE
source: Cannot delete, Cash Ledger has opening balance for this project
fr_fr: Impossible de supprimer, le grand livre de caisse a un solde d'ouverture pour ce projet.
id_id: Tidak dapat menghapus, Kas Ledger telah membuka keseimbangan untuk proyek ini
pt_pt: Não é possível excluir, Múltiplas Ledger são mapeados para este projeto
ta_in: நீக்க முடியாது, பண லெட்ஜர் இந்த திட்டம் சமநிலை திறப்பு

# PROJECT_CATEGORY_ADD_CAPTION
source: Project Category (Add)
fr_fr: Catégorie de projet (Ajouter)
id_id: Proyek Kategori (Tambah)
pt_pt: Categoria Projeto (Adicionar)
ta_in: திட்ட வகை (சேர்)

# PROJECT_CATEGORY_EDIT_CAPTION
source: Project Category (Edit)
fr_fr: Catégorie de projet (éditer)
id_id: Proyek Kategori (Ubah)
pt_pt: Categoria Projeto (Editar)
ta_in: திட்ட வகை (தொகு)

# PROJECT_CATEGORY_EMPTY
source: Project Category is empty.
fr_fr: La catégorie de projet est vide.
id_id: Proyek Kategori kosong.
pt_pt: Categoria Projeto está vazio.
ta_in: திட்ட வகை காலியாக உள்ளது.

# PROJECT_CATEGORY_PRINT_CAPTION
source: Project Category details
fr_fr: Détails de la catégorie de projet
id_id: Proyek Kategori rincian
pt_pt: Detalhes do Projeto Categoria
ta_in: திட்ட வகை விவரங்கள்

# PROJECT_CATOGORY_AVAILABLE
source: The record is available.
fr_fr: L'enregistrement est disponible.
id_id: Rekor tersedia.
pt_pt: O registro está disponível.
ta_in: சாதனை கிடைக்கும்.

# PROJECT_CATOGORY_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: registro excluído
ta_in: பதிவு நீக்கப்பட்டது

# PROJECT_CATOGORY_EMPTY
source: Project Category is empty.
fr_fr: La catégorie de projet est vide.
id_id: Proyek Kategori kosong.
pt_pt: Categoria Projeto está vazio.
ta_in: திட்ட வகை காலியாக உள்ளது.

# PROJECT_CATOGORY_SAVE_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

# PROJECT_CODE_EMPTY
source: Project Code is empty.
fr_fr: Le code du projet est vide.
id_id: Kode Proyek kosong.
pt_pt: Código Projeto está vazio.
ta_in: திட்ட குறியீடு காலியாக உள்ளது.

# PROJECT_DATE_VALIDATION
source: Closed On cannot be less than Started On.
fr_fr: La date de clôture ne peut être inférieure à la date de début.
id_id: Ditutup Pada tidak bisa kurang dari Mulai Aktif.
pt_pt: Fechado Em não pode ser inferior a Iniciado On.
ta_in: மூடப்பட்ட வேளை அன்று தொடங்கியது விட குறைவாக இருக்க முடியாது.

# PROJECT_DELETE_ASSOCIATION
source: Project cannot be deleted. It has association.
fr_fr: Le projet ne peut pas être supprimé. Il est associé.
id_id: Proyek tidak dapat dihapus. Ini memiliki asosiasi.
pt_pt: Projeto não pode ser excluído. Tem associação.
ta_in: திட்ட நீக்க முடியாது. அது தொடர்பு உள்ளது.

# PROJECT_DELETE_SUCCESS
source: Record deleted
fr_fr: Enregistrement supprimé
id_id: Rekam dihapus
pt_pt: registro excluído
ta_in: பதிவு நீக்கப்பட்டது

# PROJECT_EDIT_CAPTION
source: Project (Edit)
fr_fr: Projet (éditer)
id_id: Proyek (Ubah)
pt_pt: Projeto (Editar)
ta_in: திட்ட (தொகு)

# PROJECT_EXISTS
source: Project Code/Project Name is already exist.
fr_fr: Le code du projet/nom du projet existe déjà.
ta_in: திட்ட குறியீடு / திட்டத்தின் பெயர் ஏற்கனவே உள்ளன உள்ளது.

# PROJECT_IS_NOT_CREATED
source: Project is not created yet. Do you want to create the Project?
fr_fr: Le projet n'est pas encore créé. Voulez-vous créer le projet ?
ta_in: திட்ட இன்னும் படைக்கப்படவில்லை. நீங்கள் திட்ட உருவாக்க விரும்புகிறீர்களா?

source: Project is not created for making budget
fr_fr: Le projet n'est pas créé pour établir un budget
ta_in: திட்ட வரவு செலவு திட்டம் செய்வதற்கு படைக்கப்படவில்லை

# PROJECT_MAPPING_SUCCESS
source: Project(s) have been mapped successfully.
fr_fr: Le(s) projet(s) a(ont) été associé(s) avec succès.
id_id: Proyek (s) telah dipetakan berhasil.
pt_pt: Projeto (s), foram mapeadas com sucesso.
ta_in: திட்ட (கள்) வெற்றிகரமாக ஒப்பிடப்படுகிறது வருகின்றன.

# PROJECT_MAP_LEDGER
source: Project is closed. Ledger cannot be mapped.
fr_fr: Le projet est clôturé. Le grand livre ne peut pas être associé.
id_id: Proyek ditutup. Ledger tidak dapat dipetakan.
pt_pt: Projeto está fechado. Razão não pode ser mapeada.
ta_in: திட்ட மூடப்பட்டுள்ளது. லெட்ஜர் வரைபடமாக்கப்படாது.

# PROJECT_NAME_EMPTY
source: Project Name is empty.
fr_fr: Le nom du projet est vide.
id_id: Nama Proyek kosong.
pt_pt: Nome do projeto está vazio.
ta_in: திட்டத்தின் பெயர் காலியாக உள்ளது.

# PROJECT_PRINT_CAPTION
source: Project details
fr_fr: Détails du projet
id_id: rincian proyek
pt_pt: Detalhes do projeto
ta_in: திட்ட விவரங்கள்

# PROJECT_PROJECT_VOUCHERS
source: More than one Receipts/Payments/Contra/Journal can't be added.
fr_fr: Il n'est pas possible d'ajouter plusieurs Recettes/Paiements/Contraste/Journal.
id_id: Lebih dari satu Penerimaan / Pembayaran / Contra / Journal tidak dapat ditambahkan.
pt_pt: Mais do que um Recibos / Pagamentos / Contra / Jornal não pode ser adicionado.
ta_in: ஒன்றுக்கு மேற்பட்ட ரசீதுகள் / கொடுப்பனவு / எதிர் / ஜர்னல் சேர்க்க முடியாது.

# PROJECT_PURPOSE_EMPTY
source: Purpose is empty
fr_fr: L'objet est vide
ta_in: நோக்கம் காலியாக உள்ளது

# PROJECT_PURPOSE_TRANSACTION_MADE
source: Transaction is made for this purpose
fr_fr: La transaction est effectuée dans ce but.
ta_in: பரிவர்த்தனை இந்த நோக்கத்திற்காக செய்யப்படுகிறது

# PROJECT_START_DATE_EMPTY
source: Started On Date is empty
fr_fr: La date de démarrage est vide
id_id: Tanggal mulai proyek tidak boleh kosong
pt_pt: Projeto data de início não deve estar vazio
ta_in: ஆரம்பத்தேதி அன்று காலியாக உள்ளது

# PROJECT_SUCCESS
source: Saved
fr_fr: Sauvegardé
id_id: disimpan
pt_pt: salvo
ta_in: சேமித்த

# PROJECT_TRANSACTION_MADE
source: Cannot delete,Transaction made for this project
fr_fr: Impossible de supprimer, la transaction effectuée pour ce projet.
id_id: Tidak dapat menghapus, Transaksi dibuat untuk proyek ini
pt_pt: Não é possível excluir, de transações feitas para este projeto
ta_in: நீக்க முடியாது, பரிவர்த்தனை இந்த திட்டம் செய்யப்பட்ட

# PROJECT_VOUCHER
source: More than one Receipts, Payments, Contra and Journal can't be selected.
fr_fr: Il n'est pas possible de sélectionner plus d'un reçu, d'un paiement, d'un contrat et d'un journal.
id_id: Lebih dari satu Penerimaan, Pembayaran, Contra dan Jurnal tidak dapat dipilih.
pt_pt: Mais de recebimentos, pagamentos, Contra e Jornal não pode ser selecionado.
ta_in: ஒன்றுக்கு மேற்பட்ட ரசீதுகள், பணம், கான்ட்ரா மற்றும் ஜர்னல் தேர்வு செய்ய முடியாது.
