Repository: wajbai/Source-test
Catalog: WindowsSource/Bosco.Utility/Resources/Messages/Messages.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# INVALID_EXCEL_FORMAT
source: Invalid Excel Header Format
ta_in: தவறான எக்செல் மேற்குறிப்பு வடிவமைப்பு

# LOCK_TYPE_EDIT_CAPTION
source: Lock Type (Edit)
ta_in: பூட்டு வகை (தொகு)

# NO_SPLIT_AMOUNT
source: Budget amount is not splited, Click on split button to split.
ta_in: பட்ஜெட் அளவு splited இல்லை, பிரித்து பிரித்து பொத்தானை கிளிக் செய்யவும்.

# PERIODL_BUDGET
source: Period Budget
ta_in: காலம் பட்ஜெட்

# PROSPECT_EDIT_CAPTION
source: Prospect (Edit)
ta_in: பிராஸ்பெக்ட் (தொகு)

# STOCKGROUP_VIEW_CAPTION
source: Stock Group
ta_in: பங்கு குழு

# STOCK_EDIT_CAPTION
source: Stock(Edit)
ta_in: பங்கு (தொகு)

source: Stock Register
ta_in: பங்கு பதிவு

# TDS_ADD
source: TDS Ledger (Add)
ta_in: அதுமட்டுமல்ல லெட்ஜர் (சேர்)

# TDS_EDIT
source: TDS Ledger (Edit)
ta_in: அதுமட்டுமல்ல லெட்ஜர் (தொகு)

# TDS_LEDGER_ADD_CAPTION
source: TDS Ledger(Add)
ta_in: அதுமட்டுமல்ல லெட்ஜர் (சேர்)

# TDS_LEDGER_EDIT_CAPTION
source: TDS Ledger(Edit)
ta_in: அதுமட்டுமல்ல லெட்ஜர் (தொகு)

# TRANSFER_EDIT_CAPTION
source: Asset Transfer (Edit)
ta_in: சொத்து மாற்றம் (தொகு)

source: Type
ta_in: வகை

# UNIT_OF_MEASURE_EDIT
source: UoM (Edit)
ta_in: UoM (தொகு)

# VENDOR_EDIT_CAPTION
source: Vendor (Edit)
ta_in: விற்பனையாளர் (தொகு)
