Repository: wajbai/Source-test
Catalog: WindowsSource/Win/Modules/Setting/frmSettings.*.resx
Languages: id_id

# $this.Text
source: Settings
id_id: Pengaturan

# btnClose.Text
source: <u>&C</u>ancel
id_id: &Batal

# btnOk.Text
source: <u>&A</u>pply
id_id: &Ok

# checkEdit10.Properties.Caption
source: Close Transaction after Edit
id_id: Tutup transaksi setelah edit

# checkEdit8.Properties.Caption
source: Show Project Selection Window
id_id: Tampilkan Jendela Seleksi proyek

# checkEdit9.Properties.Caption
source: Show Customization window while loading report
id_id: Tampilkan Jendela Kostumisasi saat memuat laporan

# chkProjectSelection.Properties.Caption
source: Show Project Selection Window
id_id: Tampilkan Jendela Seleksi proyek

# chkTDS.Properties.Caption
source: Enable Tax Deducted at Source (TDS)
id_id: Membolehkan Pajak dideduksikan para sumber TDS

# chkTransclose.Properties.Caption
source: Close Voucher after Edit
id_id: Tutup transaksi setelah edit

# chkVoucherPrint.Properties.Caption
source: Enable Voucher Print after Save
id_id: Membolehkan Cetak Tanda Penerimaan setelah simpan

# labelControl3.Text
source: Symbol :
id_id: Simbol:

# layoutControlGroup5.Text
source: UI Language
id_id: UI Bahasa

# layoutControlGroup6.Text
source: Transaction
id_id: Transaksi

# layoutControlGroup7.Text
source: Date Format
id_id: Transaksi

# layoutControlGroup8.Text
source: Preview
id_id: Pratinjau

# layoutControlItem1.Text
source: Language
id_id: Bahasa

# layoutControlItem13.Text
source: Themes
id_id: Tema

# layoutControlItem16.Text
source: layoutControlItem16
id_id: Jenis Jumlah Tinggi

# layoutControlItem17.Text
source: layoutControlItem17
id_id: Fense Depresiasi

# layoutControlItem22.Text
source: Transaction Type
id_id: Transaksi Tipe

# layoutControlItem23.Text
source: Positive
id_id: Positif

# lblCurrencySymbol.Text
source: SSS
id_id: S

# lcgCurrency.Text
source: Currency
id_id: Mata Uang

# lciCurrencyPosition.Text
source: Currency Position
id_id: Posisi Mata Uang

# lciDecimalPlaces.Text
source: Decimal Places
id_id: Tempat Desimal

# lciDecimalSeparator.Text
source: Decimal Separator
id_id: Separator Desimal

# lciGrouping.Text
source: Digit Grouping
id_id: Pengelompokan Digit

# lciGroupingSeparator.Text
source: Grouping Separator
id_id: Pengelompokan Digit

# lciNegativeSign.Text
source: Negative Sign
id_id: Tanda Negatif

# lkpCountry.Text
source: Country
id_id: Negara

# tpLocalization.Text
source: Global Setting
id_id: Pengaturan Global

# tpUISetting.Text
source: UI Setting
id_id: Pengaturan UI
