Repository: wajbai/Source-test
Catalog: WindowsSource/Win/Modules/Inventory/Asset/frmDepreciation.*.resx
Languages: fr_fr

# $this.Text
source: Depreciation
fr_fr: Dépréciation

# bandClosingBalance.Caption
source: Depreciation for
fr_fr: amortissement des

# bandDeprecation.Caption
source: Depreciation
fr_fr: Dépréciation

# bgcAssetCostDuringPeriod.Caption
source: 01/04/2015 To 30/09/2015
fr_fr: 04/01/2015 Pour 30/09/2015

# bgcClassName.Caption
source: Asset Class
fr_fr: classe d'actifs

# bgcDateOfApply.Caption
source: Depr. Apply From
fr_fr: Amort . Appliquer De

# bgcDateOfPurchaseOpeningDepreciation.Caption
source: DOP / OP / Depr
fr_fr: DOP / OP / Amort

# bgcDepMethod.Caption
source: Method
fr_fr: méthode

# bgcDeprCurrentPeriod.Caption
source: 01/04/2015 To 30/09/2015
fr_fr: 04/01/2015 Pour 30/09/2015

# bgcItemId.Caption
source: Item Id
fr_fr: ID de l'article

# bgcLedger.Caption
source: Ledger
fr_fr: Grand livre

# bgcLife.Caption
source: Life Yrs
fr_fr: vie Yrs

# bgcsalvageValue.Caption
source: Salvage Value
fr_fr: Valeur de récupération

# bgcStatus.Caption
source: Status
fr_fr: statut

# btnApply.Text
source: &Apply
fr_fr: &Appliquer

# btnClose.Text
source: &Close
fr_fr: &Fermer

# btnSave.Text
source: &Save
fr_fr: &Sauvegarder

# coldepMethod.Caption
source: Dep Method
fr_fr: Dep Méthode

# gbOpTransTotal.Caption
source: Asset Cost
fr_fr: Asset Coût

# gccolAmount.Caption
source: Amount
fr_fr: Montant

# gccolDepreciation.Caption
source: Depreciation Name
fr_fr: amortissement Nom

# gccolLedgerName.Caption
source: Ledger
fr_fr: Grand livre

# gridBand2.Caption
source: Accumulated Depr Value Upto
fr_fr: Cumul Amort Valeur Upto

# gridBand3.Caption
source: Total Asset Value as on
fr_fr: Valeur Totale des Actifs que sur

# gridBand4.Caption
source: Net Asset Value as on
fr_fr: Valeur nette d'inventaire que sur

# layoutControlGroup2.Text
source: Depreciation Schedule
fr_fr: Calendrier d'amortissement

# lblDateAson.Text
source: Voucher Date
fr_fr: Bon date

# lblDepreciationLedger.Text
source: Depreciation Ledger
fr_fr: amortissement Ledger

# lblVNo.Text
source: Voucher #
fr_fr: Bon #

# lcgLedger.Text
source: Finance Ledger Details
fr_fr: Finance Ledger Détails

# simpleLabelItem1.Text
source: Amount
fr_fr: Montant
