Repository: wajbai/Source-test
Catalog: WindowsSource/Win/Modules/Inventory/Asset/frmRenewInsuranceVoucherAdd.*.resx
Languages: fr_fr

# $this.Text
source: Renew Insurance
fr_fr: Renouveler l'assurance

# btnClose.Text
source: &Close
fr_fr: &Fermer

# btnSave.Text
source: &Save
fr_fr: &Sauvegarder

# colDeleteIns.Caption
source: Delete
fr_fr: Effacer

# colEditIns.Caption
source: Edit
fr_fr: modifier

# colPeriodFrom.Caption
source: Period From
fr_fr: Période De

# colPeriodTo.Caption
source: Period To
fr_fr: Période Pour

# colPremiumAmt.Caption
source: Premium Amount
fr_fr: Montant prime

# colRenewalDate.Caption
source: Renewal Date
fr_fr: Date de renouvellement

# colSumInsured.Caption
source: Sum Insured
fr_fr: Somme assurée

# layoutControlGroup2.Text
source: Asset Details
fr_fr: Asset Détails

# layoutControlItem10.Text
source: Sum Insured <color=red>*
fr_fr: Somme assurée<color=red> *

# layoutControlItem11.Text
source: Period To <color=red>*
fr_fr: Période Pour<color=red> *

# layoutControlItem12.Text
source: Period From <color=red>*
fr_fr: Période De<color=red> *

# layoutControlItem6.Text
source: Policy No <color=red>*
fr_fr: Politique no<color=red> *

# layoutControlItem9.Text
source: Premium Amt <color=red>*
fr_fr: Prime Amt<color=red> *

# lblInsurancePlan.Text
source: Insurance Plan <color=red>*
fr_fr: Régime d'assurance<color=red> *

# lblProjectTitle.Text
source: Project
fr_fr: Projet

# lblReneDate.Text
source: Registration Date :
fr_fr: Date d'inscription :

# lblRenewalDate.Text
source: Renewal Date
fr_fr: Date de renouvellement

# lblVoucherCaption.Text
source: Voucher No.
fr_fr: No. Voucher

# lcgInsRenewDetails.Text
source: Renewal Details
fr_fr: Détails Renouvellement

# lcgLedgerDetails.Text
source: Ledger Details
fr_fr: Ledger Détails

# lcgRenewalHistory.Text
source: Renewal History
fr_fr: Histoire Renouvellement
