Repository: wajbai/Source-test
Catalog: WindowsSource/Win/frmMain.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# BackupNew.Caption
source: Bac&kup Database
fr_fr: sauvegarde

# bar1.Text
source: Tools
fr_fr: Outils
id_id: Alat
pt_pt: Ferramentas

# bar3.Text
source: Status bar
fr_fr: Barre d'état
pt_pt: Barra de status

# bbiAsset.Caption
source: Fixed <b><u>A</u></b>sset
fr_fr: Fixed <u><b>A</b></u>sset
id_id: <b><u>A</u></b>set
pt_pt: <b><u>P</u></b>osse

# bbiBranch.Caption
source: Institue Name :
fr_fr: Nom Institue:

# bbiCheckUpdates.Caption
source: Up<b><u>d</u></b>ate
fr_fr: Up<b><u>M</u></b>ise à jour

# bbiCloseAll.Caption
source: Close all tabs <Color=Gray><b>Ctrl+Shift+F4</b></color>
fr_fr: Fermez tous les onglets <Color=Gray>Ctrl+Shift+F4</color>

# bbiDataUtlity.Caption
source: <b><u>U</u></b>tilities
fr_fr: <b><u>U</u></b>tilitaires
id_id: <b><u>T</u></b>anggal Kegunaan
pt_pt: <b><u>D</u></b>ata de Utilidade

# bbiDisposal.Caption
source: Dispose
fr_fr: Disposer

# bbiFinance.Caption
source: F<b><u>i</u></b>nance
fr_fr: F<b><u>i</u></b>nances
id_id: K<b><u>e</u></b>uangan
pt_pt: F<b><u>i</u></b>nança

# bbiFinanceReport.Caption
source: &<b>F</b>inance
fr_fr: <b>F</b>inances

# bbiHome.Caption
source: <b><u>H</u></b>ome
fr_fr: <b><u>M</b></u>aison
id_id: <b><u>B</u></b>eranda
pt_pt: <b><u>C</u></b>asa
ta_in: &ாறபற்ஹ

# bbiNetworkReport.Caption
source: Networking
fr_fr: La mise en réseau

# bbiNew.Caption
source: <Color=Blue><b>Alt+N</b></color> New
fr_fr: <Color=Blue><b>Alt+N</b></color> Nouveau
id_id: <Color=Blue><b>Alt+N</b></color> Baru
pt_pt: <Color=Blue><b>Alt+N</b></color> Novo

# bbiProject.Caption
source: Project <Color=Gray><b>(F5)</b></color>
fr_fr: Projet <Color=Gray><b>(F5)</b></color>
id_id: Proyek <Color=Blue><b>(F5)</b></color>
pt_pt: Projeto <Color=Blue><b>(F5)</b></color>

# bbiReportsMenu.Caption
source: <b><u>R</u></b>eports
fr_fr: <b><u>R</u></b>apports

# bbiStatutory.Caption
source: S<b><u>t</u></b>atutory
fr_fr: S<b><u>t</u></b>atutaire
id_id: M<b><u>e</u></b>nurut undang-undang
pt_pt: es<b><u>t</u></b>atutária

# bbiTDS.Caption
source: S&<b><u>t</u></b>atutory
fr_fr: S&<b><u>t</u></b>atutaire
id_id: <b>T</b>DS
pt_pt: <b>T</b>DS

# bbiTDSReports.Caption
source: S&<b>t</b>atutory Compliance
fr_fr: conformi&<b><u>t</u></b>é statutaire

# colYearFrom.Caption
source: Trans Period
fr_fr: Période Trans

# dpAcme.Text
source: Finance
fr_fr: Finances
id_id: AcME ERP
pt_pt: AcME ERP

# hlkAccountInfo.EditValue
source: My Profile
fr_fr: Mon profil

# lblName.Text
source: Name
fr_fr: prénom
id_id: Nama
pt_pt: Nome

# lblUserRole.Text
source: Role
fr_fr: Rôle
id_id: Peranan
pt_pt: função

# lblWelcomeNote.Text
source: Welcome
fr_fr: Bienvenue
id_id: Selamat datang
pt_pt: Bem-Vindo

# navBarItem1.Caption
source: &Delete Voucher
fr_fr: Supprimer Voucher

# navbarUpdates.Caption
source: Update
fr_fr: Mettre à jour
id_id: Update/membarui

# navConnectDBConnection.Caption
source: Connect DataBase
fr_fr: Connectez DataBase

# navRestoreData.Caption
source: Restore Database
fr_fr: Restaurer

# nbg1Reports.Caption
source: Reports
fr_fr: Rapports

# nbgAssetMasters.Caption
source: Masters
fr_fr: Maîtrise

# nbgAssetOptions.Caption
source: Options
fr_fr: options de

# nbgAssetViews.Caption
source: Views
fr_fr: Vues

# nbgDataUtility.Caption
source: Data Management
fr_fr: Gestion de données
id_id: Data Kegunaan
pt_pt: Utilidade de Data

# nbgDefinition.Caption
source: Master
fr_fr: Maîtriser

# nbgDonorContactDesk.Caption
source: Contact Desk
fr_fr: Contactez bureau

# nbgDonorMailDesk.Caption
source: Mail Desk
fr_fr: Courrier bureau

# nbgDonorMasters.Caption
source: Masters
fr_fr: Maîtrise

# nbgFixedDeposit.Caption
source: Investment
fr_fr: Dépôt fixe
id_id: Deposit tetap
pt_pt: depósito fixo

# nbgGateway.Caption
source: Options
fr_fr: options de

# nbgMaster.Caption
source: Configuration
fr_fr: Configuration de la base de données
id_id: Pengaturan
pt_pt: configurações
ta_in: க்ககரோ்ஹ

# nbgOptions.Caption
source: Options
fr_fr: options de

# nbgPayroll.Caption
source: Payroll
fr_fr: Paie
id_id: Daftar Gaji
pt_pt: Folha de salários

# nbgReports.Caption
source: Reports
fr_fr: Rapports
id_id: Laporan
pt_pt: relatório
ta_in: கோ்ிகஹகர

# nbgStockMasters.Caption
source: Masters
fr_fr: Maîtrise

# nbgTDSMasters.Caption
source: TDS Masters
fr_fr: TDS Maîtres
pt_pt: Dono de TDS

# nbgTransaction.Caption
source: Accounting
fr_fr: Comptabilité
id_id: Keuangan
pt_pt: finança
ta_in: கறககீ

# nbgUserManagement.Caption
source: User Management
fr_fr: Gestion des utilisateurs
id_id: Manajemen Pemakai
pt_pt: gestão de utilizadores

# nbgVehicle.Caption
source: Statutory
fr_fr: Statutaire
id_id: Menurut undang-undang
pt_pt: estatutária

# nbi1AbstractComponent.Caption
source: Abstract Component
fr_fr: Résumé Composant

# nbi1AbstractPayroll.Caption
source: Abstract Payroll
fr_fr: Résumé de la paie

# nbi1ComponentAllocation.Caption
source: Component Allocat&ion
fr_fr: Allocation composante

# nbi1CustomizeReport.Caption
source: Customize Report
fr_fr: Personnaliser Rapport

# nbi1GrpAllocation.Caption
source: Gro&up Allocation
fr_fr: Allocation de groupe

# nbi1LoanLedger.Caption
source: Loan Ledger
fr_fr: prêt Ledger

# nbi1LoanMgt.Caption
source: Iss&ue Loan
fr_fr: Prêt d'émission

# nbi1Payroll.Caption
source: &View Payroll
fr_fr: Voir la paie

# nbi1PaySlip.Caption
source: Pay Slip
fr_fr: Fiche de paie

# nbi1WagesReport.Caption
source: Wages Report
fr_fr: Salaires Rapport

# nbiAbout.Caption
source: About Product
fr_fr: A propos du produit
id_id: Tentang Produk
pt_pt: Sobre o Produto
ta_in: ககறஏகக

# nbiAddress.Caption
source: Address
fr_fr: Adresse
id_id: Alamat
pt_pt: Endereco

# nbiAMCVoucher.Caption
source: Annual Maintenance
fr_fr: Maintenance annuelle

# nbiAmendments.Caption
source: Amendment Notes
fr_fr: Amendement Remarques

# nbiAnniversary.Caption
source: Anniversary
fr_fr: Anniversaire

# nbiAppealLetter.Caption
source: Appeal
fr_fr: Appel

# nbiAssetCustodian.Caption
source: Cus&todian
fr_fr: Gardien

# nbiAssetDetails.Caption
source: Asset Details
fr_fr: Asset Détails

# nbiAssetDisposal.Caption
source: &Disposal
fr_fr: Disposition

# nbiAssetImportMasters.Caption
source: Import Masters
fr_fr: Importer Maîtres

# nbiAssetItemLedgerMapping.Caption
source: Map Asset Ledger
fr_fr: Carte Asset Ledger

# nbiAssetOPBalance.Caption
source: Opening Asset
fr_fr: Stock d'ouverture

# nbiAssetReceiveVoucher.Caption
source: Receive In-Kind
fr_fr: Recevoir en nature

# nbiAssetRegisters.Caption
source: Fixed Asset Re&gister
fr_fr: Correction Asset Register

# nbiAssetSearch.Caption
source: Verify A&sset
fr_fr: Vérifier Asset

# nbiAssetVendor.Caption
source: Vendor
fr_fr: Vendeur

# nbiAuditLockTrans.Caption
source: Lock Voucher
fr_fr: Verrouiller Voucher

# nbiAuditLockType.Caption
source: Lock Type
fr_fr: type de verrou

# nbiAuditor.Caption
source: Aud&itor
fr_fr: Auditeur
ta_in: கஅகராக்

# nbiAuditType.Caption
source: Audit Type
fr_fr: Type de vérification

# nbiAudit_Info.Caption
source: A&udit Info
fr_fr: Infos audit
id_id: &Info Audit
pt_pt: &Info de Auditar

# nbiBalanceRefresh.Caption
source: Re&fresh Ledger Balance
fr_fr: Actualisez Ledger Solde
id_id: Saldo Terbaru
pt_pt: Actualizar o Saldo

# nbiBank.Caption
source: Ban&k and Branch
fr_fr: Banque et Direction
id_id: Ban&k
pt_pt: Ban&co
ta_in: ோஙஙஅஏ

# nbiBankAccount.Caption
source: &Bank Account
fr_fr: Compte bancaire
id_id: Rekenind &Bank
pt_pt: conta &bancária

# nbiBlock.Caption
source: &Block
fr_fr: Bloque

# nbiBudget.Caption
source: Budget - Period
fr_fr: Budget - Période
id_id: A&nggaran
pt_pt: orça&mento

# nbiBudgetAnnual.Caption
source: Budget - Annual
fr_fr: Budget - annuel

# nbiBulkTransactions.Caption
source: Bulk Transaction
fr_fr: Transaction Bulk

# nbiCategories.Caption
source: Category
fr_fr: Catégorie

# nbiClass.Caption
source: Asset Cla&ss
fr_fr: classe d'actifs

# nbiClose.Caption
source: Logout
fr_fr: Se déconnecter
id_id: Keluar
pt_pt: Sair
ta_in: ககஅஇா

# nbiComponentAlloaction.Caption
source: Component Allocat&ion
fr_fr: Allocation composante

# nbiConfigure.Caption
source: Configure
fr_fr: Configurer

# nbiCostCentre.Caption
source: Cost Centre
fr_fr: Centre de coûts
id_id: Pusat Harga
pt_pt: centro de custo
ta_in: சதஐஆச

# nbiCostCentreCategory.Caption
source: Cost Centre Category
fr_fr: Catégorie de centre de coûts

# nbiCountry.Caption
source: C&ountry
fr_fr: Pays
id_id: N&egara
pt_pt: p&aís
ta_in: கஏகஆகஐஏ

# nbiCreatePayroll.Caption
source: Crea&te
fr_fr: Créer

# nbiDashboard.Caption
source: Dashboard
fr_fr: Tableau de bord
id_id: Dasbor
pt_pt: painel de instrumentos
ta_in: கஇளகஐள

# nbiDataImport.Caption
source: Import Ledgers
fr_fr: Ledgers d'importation
id_id: Buku kas induk impor
pt_pt: contabilidade de importação

# nbiDeductTDS.Caption
source: Deduct TDS
fr_fr: déduire TDS

# nbiDeduteeType.Caption
source: TDS-&Deductee T&ype
fr_fr: Type de TDS-cotisante
id_id: Tipe yang deduksikan
pt_pt: Tipe de Deductor

# nbiDefineSubscription.Caption
source: Define Subscription
fr_fr: Définir abonnement

# nbiDeletePayroll.Caption
source: &Delete
fr_fr: Effacer

# nbiDeleteVoucher.Caption
source: Cleanup Voucher
fr_fr: Nettoyage Voucher

# nbiDepreciation.Caption
source: &Depreciation
fr_fr: Dépréciation

# nbiDepreciationMethod.Caption
source: Depreciation Method
fr_fr: Méthode d'amortissement

# nbiDonor.Caption
source: Do&nor
fr_fr: Donneur
pt_pt: Doa&dor
ta_in: ங்ேகராக

# nbiDonorTitle.Caption
source: Donor Title
fr_fr: donateur Titre

# nbiDownloadTemplates.Caption
source: Download Templates
fr_fr: Télécharger modèles

# nbiDutyTax.Caption
source: TDS-Duty &Tax
fr_fr: TDS-Duty impôt
id_id: Pajak Kewajiban
pt_pt: Taxa de obrigação

# nbiExecutiveMember.Caption
source: Governing &Bodies
fr_fr: organes
id_id: Anggota yang Berwenang
pt_pt: Pessoas que regule
ta_in: ஙஙஆப ஙஅஇங

# nbiExportMasters.Caption
source: Export Masters To Sub-Branch
fr_fr: Maîtres à l'exportation à des sous-Branche

# nbiExportVouchers.Caption
source: Export Vouchers
fr_fr: Les bons de réduction à l'exportation

# nbiFDInvestment.Caption
source: &Investment
fr_fr: Investissement
id_id: &Investasi
pt_pt: &Investimento

# nbiFDLedger.Caption
source: Investment Ledger
fr_fr: Grand livre Dépôt Fixe
id_id: Buku kas &induk FD
pt_pt: Contabi&lidade FD

# nbiFDPostInterst.Caption
source: Pos&t Interest
fr_fr: Poster intérêt

# nbiFDRegisters.Caption
source: Register
fr_fr: registre
id_id: Daf&tar
pt_pt: Re&gistrar

# nbiFDRenewal.Caption
source: Renewal
fr_fr: Renouvellement
id_id: Pembarua&n
pt_pt: re&novação

# nbiFDWithdraw.Caption
source: &Withdrawal
fr_fr: Retrait
id_id: &Penarikan
pt_pt: &retirada

# nbiFeastDay.Caption
source: Tasks
fr_fr: Jour de fête

# nbiFianceFDRegister.Caption
source: Fixed Deposit Re&gister
fr_fr: Correction registre des dépôts
id_id: Daftar De&posit Tetap
pt_pt: Re&gistro de depósito fixo

# nbiFinanceFDRenewal.Caption
source: Fixed Deposit Re&newal
fr_fr: Renouvellement de dépôt fixe
id_id: Pembaruan De&posit Tetap
pt_pt: &renovação de depósito fixo

# nbiFinnanceSettings.Caption
source: Settings
fr_fr: Paramètres

# nbiFixedDeposit.Caption
source: Opening Balance
fr_fr: Solde d'ouverture
id_id: &Buka
pt_pt: &Abertura

# nbiGoodsReturn.Caption
source: Purchase Retur&n
fr_fr: Achat retour

# nbiGroupAllocation.Caption
source: Group Alloca&tion
fr_fr: Allocation de groupe

# nbiHeadOfficeInterface.Caption
source: Head Office Interface
fr_fr: Chef Interface Bureau

# nbiImportAssetMasters.Caption
source: Import Asset Masters
fr_fr: Importer Asset Master

# nbiImportAssets.Caption
source: Import Opening Stoc&k
fr_fr: Ouverture d'importation Stock

# nbiImportExportRegisters.Caption
source: Import / Export Registers
fr_fr: Import / Export Registres

# nbiImportLedgers.Caption
source: Import Ledgers
fr_fr: Ledgers d'importation

# nbiImportMaster.Caption
source: Map Head Office Ledgers to Branch
fr_fr: Carte Siège social Ledgers à la Direction générale

# nbiImportMasters.Caption
source: &Import Masters
fr_fr: Importer Maîtres

# nbiImportSplitProject.Caption
source: Imp&ort Data
fr_fr: Importer des données

# nbiImportVouchers.Caption
source: Import Vouchers
fr_fr: Bons d'importation

# nbiInKind.Caption
source: In-Kind Received
fr_fr: En nature reçus
id_id: Dalam Jenis yang diterima
pt_pt: Em Tipo Recebido
ta_in: கஅஇளக

# nbiInKindArticle.Caption
source: In Kind Article
fr_fr: À l'article Kind
id_id: Dalam Jenis Artikel
pt_pt: Em Tipe de Artigo
ta_in: ஐககளக

# nbiInKindUtilised.Caption
source: In-Kind Utilised
fr_fr: En nature utiliseé
id_id: Dalam Jenis yang digunakan
pt_pt: Em Tipo Utilisado

# nbiInstitutionType.Caption
source: Institution Type
fr_fr: Type d'établissement

# nbiInstPreference.Caption
source: Institute In&fo
fr_fr: Institut Infos

# nbiInsurance.Caption
source: Insurance
fr_fr: Assurance

# nbiInsuranceRenewal.Caption
source: Insurance Renewal
fr_fr: Renouvellement de l'assurance

# nbiInsuranceTypes.Caption
source: Insurance Pla&n
fr_fr: Régime d'assurance

# nbiItemDisposal.Caption
source: Item Disposal
fr_fr: Point élimination

# nbiItemTransfer.Caption
source: Item &Transfer
fr_fr: Point de transfert

# nbiLeageEntityf.Caption
source: &Legal Entities
fr_fr: Entité légale
id_id: Badan Huk&um
pt_pt: En&tidade Legal

# nbiLedger.Caption
source: &Ledger
fr_fr: Grand livre
id_id: &Buku Kas Induk
pt_pt: Contabi&lidade
ta_in: ஙளஙஇஹ

# nbiLedgerGroup.Caption
source: Ledger &Group
fr_fr: Groupes
id_id: Kelompok Buku Kas &induk
pt_pt: &Grupo de Contabilidade

# nbiLedgerReport.Caption
source: Ledger Report
fr_fr: Rapport Ledger
id_id: laporan Buku kas Induk
pt_pt: relatório de contabilidade
ta_in: ததஷஅக

# nbiLegalEntity.Caption
source: LegalEntity
fr_fr: Entité légale
id_id: Badan Hukum
pt_pt: Entidade Legal

# nbiLicenseKey.Caption
source: License Key
fr_fr: Clé de licence
id_id: Kunci Izin
pt_pt: Chave de licença

# nbiLoan.Caption
source: Loa&n
fr_fr: Prêt

# nbiLoanmanagement.Caption
source: Loan M&anagement
fr_fr: Gestion du prêt

# nbiLocalization.Caption
source: Settings
fr_fr: Paramètres
id_id: Konfigurasi - F12
pt_pt: configurações - F12
ta_in: Localization

# nbiLocations.Caption
source: &Location
fr_fr: Emplacement

# nbiLock.Caption
source: Loc&k
fr_fr: Bloquer

# nbiManageMultiDB.Caption
source: Manage Mu&lti Branch
fr_fr: Gérer multi Branch

# nbiManageSecurity.Caption
source: Manage User Securit&y
fr_fr: Gérer la sécurité de l'utilisateur
id_id: Atur Sekurit&i Pemakai
pt_pt: gerenciar a segurança &do usuário

# nbiManufacture.Caption
source: Manu&facturer
fr_fr: Fabricant

# nbiMapAssetLedger.Caption
source: Map Asset L&edgers
fr_fr: Carte Asset Ledgers

# nbiMapLedger.Caption
source: &Map Ledger
fr_fr: Carte Ledger

# nbiMapLedgerOption.Caption
source: Le&dger Options
fr_fr: options de Ledger

# nbiMapLedgers.Caption
source: &Map Headoffice Ledger
fr_fr: Carte Headoffice Ledger

# nbiMapLedProject.Caption
source: Map Accounts
fr_fr: Comptes Carte
id_id: Pemetaan &Rekening
pt_pt: &mapeamento de contas

# nbiMapLocations.Caption
source: &Map Locations
fr_fr: Carte Emplacements

# nbiMapMigration.Caption
source: Merge Ledgers
fr_fr: Fusionner Ledgers
pt_pt: &Mesclar o livro-razão

# nbiMapProcesstypeLedgers.Caption
source: Map Pro&cess Type Ledgers
fr_fr: Carte processus Type Ledgers

# nbiMapProjectsforPayroll.Caption
source: Map &Project(s)
fr_fr: Projet (s) de la carte

# nbiMapProjectStaff.Caption
source: Map Pro&ject Staff
fr_fr: Carte du personnel du projet

# nbiMapStockLedgers.Caption
source: Map Default Ledgers
fr_fr: Ledgers Carte par défaut

# nbiMaster.Caption
source: Options
fr_fr: options de
id_id: Anggota
pt_pt: Membros

# nbiMasterDonorReference.Caption
source: Donor Reference
fr_fr: donateur Référence

# nbiMasterFD.Caption
source: Fixed Deposit
fr_fr: Dépôt fixe
id_id: Deposit tetap
pt_pt: depósito fixo

# nbiMastersImport.Caption
source: Import Masters
fr_fr: Importer Maîtres

# nbiMembers.Caption
source: Member
fr_fr: Membre

# nbiNatureofPayments.Caption
source: TDS-&Nature of Payments
fr_fr: TDS-Nature des paiements
id_id: Jenis Gaji
pt_pt: Natureza de Pagamentos

# nbiNewsLetter.Caption
source: News Letter
fr_fr: Nouvelles Lettre

# nbiOfferingType.Caption
source: Offering Type
fr_fr: Type de placement

# nbiOpenPayroll.Caption
source: &Open
fr_fr: Ouvrir

# nbiOrderComponets.Caption
source: Order Component&s
fr_fr: Composants Ordre

# nbiPartyPayment.Caption
source: Party Payment
fr_fr: Paiement Party

# nbiPayment.Caption
source: Payment
fr_fr: Paiement
id_id: Gaji - F7
pt_pt: Pagamento - F7
ta_in: ோ்ிகக

# nbiPayrollComponent.Caption
source: Payro&ll Component
fr_fr: Composant paie

# nbiPayrollGroup.Caption
source: Payroll &Group
fr_fr: Groupe paie

# nbiPayrollPostpyament.Caption
source: Post Vouc&her
fr_fr: Poster Voucher

# nbiPayrollView.Caption
source: &Payroll
fr_fr: Paie

# nbiPortalUpdates.Caption
source: Portal Updates
fr_fr: Portal Mises à jour

# nbiPostDailyCollection.Caption
source: Post Daily Collection
fr_fr: Collection Daily Post

# nbiProcessPayroll.Caption
source: Process Pa&yroll
fr_fr: processus de paie

# nbiProject.Caption
source: Pro&ject
fr_fr: Projet
id_id: Pro&yek
pt_pt: Pro&jeto
ta_in: ோபோே்

# nbiProjectCategory.Caption
source: Project Categor&y
fr_fr: Catégorie de projet
id_id: Kategori Pro&yek
pt_pt: Categoria &de Projeto

# nbiProspectsView.Caption
source: Prospects
fr_fr: Perspectives

# nbiPurchase.Caption
source: Purc&hase
fr_fr: Achat

# nbiPurchaseVoucher.Caption
source: Purchase
fr_fr: Achat

# nbiPurpose.Caption
source: P&urpose
fr_fr: Objectif
id_id: T&ujuan
pt_pt: O&bjectivo
ta_in: ோ்ீப

# nbiReceipt.Caption
source: Receipt
fr_fr: Réception
id_id: Kwitansi - F6
pt_pt: Recibo - F6
ta_in: ுபுாீூ

# nbiReceiptView.Caption
source: &Vouchers
fr_fr: Pièces justificatives

# nbiRegenerateVoucher.Caption
source: Regenera&te Voucher Number
fr_fr: Régénérer Nombre Voucher
id_id: Perbaiki Tanda Penerimaan
pt_pt: Regenerar o Compravante

# nbiReportCustomization.Caption
source: Register Customi&zation
fr_fr: Inscription Personnalisation

# nbiReprocess.Caption
source: Reproce&ss
fr_fr: Retraiter

# nbiSale.Caption
source: Sa&les
fr_fr: Ventes

# nbiSaleVoucher.Caption
source: Sales / Disposal / Donation
fr_fr: Ventes / Elimination / Donation

# nbiSMSAnniversary.Caption
source: Anniversary
fr_fr: Anniversaire

# nbiSMSAppeal.Caption
source: Appeal
fr_fr: Appel

# nbiSMSFeast.Caption
source: Tasks
fr_fr: Jour de fête

# nbiSMSTemplates.Caption
source: SMS Templates
fr_fr: Modèles SMS

# nbiSMSThanksgiving.Caption
source: Thanksgiving
fr_fr: Action de grâces

# nbiSplitLedger.Caption
source: E&xport Data
fr_fr: Exporter des données

# nbiStaffDetails.Caption
source: Sta&ff
fr_fr: Personnel

# nbiState.Caption
source: &State
fr_fr: Etat

# nbiStockCategory.Caption
source: Category
fr_fr: Catégorie

# nbiStockCustodian.Caption
source: Custodian
fr_fr: Gardien

# nbiStockItem.Caption
source: Stock &Items
fr_fr: Stock Articles

# nbiStockLocation.Caption
source: Location
fr_fr: Emplacement

# nbiStockMapLedgers.Caption
source: Stock Map Ledgers
fr_fr: Stock Plan Ledgers

# nbiStockOP.Caption
source: &Opening Balance
fr_fr: Solde d'ouverture

# nbiStockReceive.Caption
source: Receive
fr_fr: Recevoir

# nbiStockUnitMeasure.Caption
source: Unit Of Measure
fr_fr: Unité de mesure

# nbiStockVendor.Caption
source: Vendor
fr_fr: Vendeur

# nbiSubBranchList.Caption
source: Sub Branch List
fr_fr: Liste Branch Sub

# nbiTaxPolicy.Caption
source: TDS-Ta&x Policy
fr_fr: Politique TDS-Tax
id_id: Kebijakan Pajak
pt_pt: política fiscal

# nbiTDSCompanyInfo.Caption
source: TDS-Company In&fo
fr_fr: TDS-Info Société

# nbiTDSDeduction.Caption
source: TDS Deducti&on
fr_fr: TDS Déduction

# nbiTDSJournal.Caption
source: Book TDS
fr_fr: Réserver TDS

# nbiTDSMasterImport.Caption
source: Import TDS Masters
fr_fr: Importation TDS Maîtres

# nbiTDSPayments.Caption
source: TDS Payment
fr_fr: TDS Paiement

# nbiTDSSettings.Caption
source: Settings - Alt + F5
fr_fr: Paramètres - Alt + F5

# nbiTemplates.Caption
source: Mail Templates
fr_fr: Modèles de courrier

# nbiThanksgiving.Caption
source: Thanksgiving
fr_fr: Action de grâces

# nbiTransferVoucher.Caption
source: Trans&fer
fr_fr: Transfert

# nbiUpdateAssetDetails.Caption
source: Update Asset Details
fr_fr: Mise à jour des actifs Détails

# nbiUploadBranchOfficeDB.Caption
source: Upload Data&base
fr_fr: Télécharger DB

# nbiUploadVouchers.Caption
source: Upload Sub-Branch Vouchers
fr_fr: Télécharger Bons Sous-Direction

# nbiUser.Caption
source: &User
fr_fr: Utilisateur
id_id: &Pemakai
pt_pt: &usuário

# nbiUserRights.Caption
source: User Rig&hts
fr_fr: Droits de l'utilisateur
id_id: &Hak Pemakai
pt_pt: Di&reitors de usuário

# nbiUserRole.Caption
source: U&ser Role
fr_fr: Rôle de l'utilisateur
id_id: Peranan Pemakai
pt_pt: função de u&suário

# nbiUtilised.Caption
source: &Utilise
fr_fr: Utiliser

# nbiViews.Caption
source: Views
fr_fr: Vues

# nbiVoucher.Caption
source: &Define Voucher Number
fr_fr: Définir Nombre Voucher
id_id: Definisi Nomor Tanda Peneri&maan
pt_pt: definição de numero de &compravante
ta_in: ககளகஅளக

# nbiVoucherMasters.Caption
source: Masters
fr_fr: Maîtrise
pt_pt: Dono

# nviAccountPeriod.Caption
source: &Transaction Period
fr_fr: Période de transaction

# nviBankReconciliation.Caption
source: Bank Reconciliation
fr_fr: Rapprochement bancaire
id_id: Rekonsiliasi &Bank
pt_pt: Reconciliação de &Banco

# pceLoggedUser.EditValue
source: Admin
fr_fr: Administrateur

# pceLoggedUser.Properties.NullText
source: Welcome Admin
fr_fr: Bienvenue Administrateur
id_id: Selamat datang Admin
pt_pt: Bem-Vindo ao Admin

# ribbonPageGroup2.Text
source: File
fr_fr: Fichier
id_id: Arsip
pt_pt: Arquivo
ta_in: களகஅகா

# simpleButton1.Text
source: Logout
fr_fr: Se déconnecter
id_id: Keluar
pt_pt: Sair

# nbiStatisticsType.Caption
source: Statistics Type
fr_fr: Type de statistiques

# nbiGSTPolicy.Caption
source: GST Policy
fr_fr: Politique de TPS

# nbiAuthorizeVoucher.Caption
source: Authorize Voucher
fr_fr: Autoriser le bon

# nbiClosedFd.Caption
source: Closed Investment
fr_fr: Fermé FD

# nbiDeleteunusedLedger.Caption
source: Delete Unused Ledgers
fr_fr: Grands livres inutilisés

# nbiExportToTally.Caption
source: Export To Tally
fr_fr: Exporter le décompte

# nbiMoveDeleteVouchers.Caption
source: Move / Delete Multiple Vouchers
fr_fr: Déplacer / Supprimer des bons

# nbiThirdPartyIntegration.Caption
source: Third Party Integration
fr_fr: Intégration tierce

# nbiUpdateNarration.Caption
source: Bulk Update Narration
fr_fr: Narration en masse

# nbiAuditLog.Caption
source: Audit Log
fr_fr: Journal d'audit

# bbidateSelecteionShortCut.Caption
source: Date <Color=Gray><b>(F3)</b></color>
id_id: Tanggal <Color=Blue><b>(F3)</b></color>
pt_pt: Data <Color=Blue><b>(F3)</b></color>

# bbiDateSelection.Caption
source: Date (F3)
id_id: Tanggal (F3)
pt_pt: Data (F3)

# bbiPayroll.Caption
source: Payr<b><u>o</u></b>ll
id_id: Daft <b><u>a</u></b>gaji
pt_pt: Folha de s<b><u>a</u></b>lários

# bbiStock.Caption
source: <b><u>S</u></b>tock
id_id: <b><u>P</u></b>enyediaan
pt_pt: <b><u>E</u></b>stoque

# nbgInventory.Caption
source: Stock
id_id: Penyediaan
pt_pt: Estoque

# nbiContra.Caption
source: Contra
id_id: Lawan- F8
pt_pt: Contra - F8
ta_in: கறஅக

# nbiDataMigration.Caption
source: Mi&gration
id_id: Tanggal Migrasi dari AcME Plus
pt_pt: Data de migração de AcME Plus

# nbiDBRestore.Caption
source: Restore
id_id: Memulihkan kembali
pt_pt: Recuperar

# nbiJournal.Caption
source: Journal
id_id: Jurnal - F9
pt_pt: Jornal - F9
ta_in: கதகஆஊள

# nbiTDSLedger.Caption
source: TDS-Led&ger
id_id: Buku Kas Induk TDS
pt_pt: livro-razão de TDS

# ribbonPageGroup1.Text
source: Standard
id_id: Standar
pt_pt: padrão
ta_in: கறழகஅஏறள

# ribbonPageGroup5.Text
source: Standard
id_id: Standar
pt_pt: padrão
ta_in: கஅததளதஏ
