Repository: wajbai/Source-test
Catalog: WindowsSource/Win/frmMain.*.resx
Languages: fr_fr, id_id, pt_pt, ta_in

# bbiConfiguration.Caption
source: Configuration <Color=Gray><b>(F12)</b></color>
id_id: Konfigurasi <Color=Blue><b>(F12)</b></color>
pt_pt: configuração <Color=Blue><b>(F12)</b></color>

# nbiDBBackup.Caption
source: Bac&kup
id_id: Menyokong
