Repository: wajbai/Source-test
Catalog: WindowsSource/PAYROLL/Modules/Payroll-app/frmAddLoanManagement.*.resx
Languages: fr_fr

# $this.Text
source: Issue Loan (Add)
fr_fr: Prêt d'émission (Ajouter)

# bntClose.SuperTip
source: Close (Alt+C)/Click on this to close the form.
fr_fr: Fermer (Alt+C)/Cliquez dessus pour fermer le formulaire.

# bntClose.Text
source: <u>&C</u>lose
fr_fr: &Fermer

# btnSave.SuperTip
source: Save (Alt+S)/Click on this to save the loan details.
fr_fr: Save (Alt+S)/Cliquez sur cette option pour enregistrer les détails du prêt.

# btnSave.Text
source: <u>&S</u>ave
fr_fr: &Sauvegarder

# btnView.Text
source: <u>&V</u>iew
fr_fr: &Vue

# colAmount.Caption
source: Amount
fr_fr: Montant

# colFirstName.Caption
source: FirstName
fr_fr: Prénom

# colInstallments.Caption
source: Installments
fr_fr: versements

# colLedgerName.Caption
source: Ledger Name
fr_fr: Nom Ledger

# labelControl6.Text
source: Installments
fr_fr: versements

# labelControl7.Text
source: Rate of Interest
fr_fr: Taux d'intérêt

# layoutControlItem12.Text
source: Staff Name<color=red> *
fr_fr: Nom Personnel<color=red> *

# layoutControlItem13.Text
source: Loan<color=red> *
fr_fr: Prêt<color=red> *

# layoutControlItem14.Text
source: Gender:
fr_fr: Le genre:

# layoutControlItem15.Text
source: Age:
fr_fr: Âge:

# layoutControlItem16.Text
source: Group:
fr_fr: Groupe:

# layoutControlItem17.Text
source: Designation:
fr_fr: La désignation:

# layoutControlItem2.Text
source: No. of Installments<color=red> *
fr_fr: Nombre de Versements<color=red> *

# layoutControlItem3.Text
source: Amount<color=red> *
fr_fr: Montant<color=red> *

# layoutControlItem5.Text
source: Rate of Interest<color=red> *
fr_fr: Taux d'intérêt<color=red> *

# layoutControlItem6.Text
source: Pay From<color=red> *
fr_fr: Pay De<color=red> *

# layoutControlItem7.Text
source: Pay To
fr_fr: Payer pour

# lblloan.Text
source: Loan
fr_fr: Prêt

# lciCashBank.CustomizationFormText
source: Cash/Bank
fr_fr: Trésorerie/Banque

# lciCashBank.Text
source: Cash/Bank <color="red">*
fr_fr: Trésorerie/Banque <color="red"> *

# rgModeOfInterest.Properties.Items1
source: The Payment for an annuity based on Periodic,fixed payments and a fixed interest rate <b> (Eg : Interest/12, Tot No.of Period,Loan Amount)</b>
fr_fr: Le paiement d'une rente sur la base de périodiques, des paiements fixes et un taux d'intérêt fixe <b> (Par exemple: Intérêt / 12, Tot Nbr Période, Montant du prêt)</b>

# rgModeOfInterest.Properties.Items3
source: The Interest payments for a given period of an annuity based on periodic,fixed payments and a fixed interest rate <b>(Eg: Interest/12, Period,Tot.No.of period,Loan Amount)</b>
fr_fr: Les paiements d'intérêts pour une période donnée d'une rente sur la base, les paiements fixes périodiques et un taux d'intérêt fixe <b> (Par exemple: Intérêt / 12, période, Tot.No.of période, Montant du prêt)</b>

# rgModeOfInterest.Properties.Items5
source: The principal payment for a given period of an annuity based on periodic,fixed payments and a fixed interet rate <b>(Eg. Interest/12,Period,Tot.No.of Period, Loan Amount)</b>
fr_fr: Le paiement du capital pour une période donnée d'une annuité basée sur des versements fixes périodiques et un taux fixe interet <b> (par ex. Intérêt / 12, Période, Tot.No.of Période, Montant du prêt)</b>

# rgModeOfInterest.Properties.Items7
source: None
fr_fr: Aucun
