Repository: wajbai/Source-test
Catalog: WindowsSource/Win/Modules/Transaction/frmTransactionMultiAdd.*.resx
Languages: id_id, pt_pt

# $this.Text
source: Voucher (Add)
id_id: Tambah Tanda Penerimaan
pt_pt: Adicionar O Compravante

# barButtonItem10.Caption
source: F4 - Receipt
id_id: F4 - Kwitansi
pt_pt: F4 - Recibos

# barButtonItem11.Caption
source: F2 - Date
id_id: F2 - Tanggal
pt_pt: F2 - Data

# barButtonItem12.Caption
source: F12 - Configure
id_id: F12 - Mengkonfigurasi
pt_pt: F12 - Configurar

# barButtonItem17.Caption
source: F11 - Donor
pt_pt: F11 - Doador

# barButtonItem8.Caption
source: F7 - Journal
id_id: F7 - Jurnal
pt_pt: F7 - Jornal

# barButtonItem9.Caption
source: F3 - Project
id_id: F3 - Proyek
pt_pt: F3 - Projecto

# bbiClose.Caption
source: <Color=Blue><b>Alt+C</b></color> Close
id_id: <Color=Blue><b>Alt+C</b></color> Tutup
pt_pt: <Color=Blue><b>Alt+C</b></color> Fechar

# bbiConfigure.Caption
source: F12 - Configure
id_id: F12 - Mengkonfigurasi
pt_pt: F12 -Configurar

# bbiCostCentre.Caption
source: F10 - Cost Centre
id_id: F10 -Pusat Harga
pt_pt: F10 - Centro de Custo

# bbiDeleteCashBank.Caption
source: <Color=Blue><b>Alt+D</b></color> Delete Cash/Bank
id_id: <Color=Blue><b>Alt+D</b></color> Hapus Bank /Kas
pt_pt: <Color=Blue><b>Alt+D</b></color> Anular a Caixa/Banco

# bbiDeleteTrans.Caption
source: <Color=Blue><b>Ctrl+D</b></color> Delete Trans
id_id: <Color=Blue><b>Ctrl+D</b></color> Hapus Trans
pt_pt: <Color=Blue><b>Ctrl+D</b></color> Anular a Transaccao

# bbiDonor.Caption
source: F11 - Donor
pt_pt: F11 - Doador

# bbiLedger.Caption
source: F9 - Ledger
id_id: F9 - Buku Kas Induk
pt_pt: F9 - Livro-razao

# bbiMoveToCashBank.Caption
source: <Color=Blue><b>Alt+I</b></color> Move to Cash/Bank
id_id: <Color=Blue><b>Alt+I</b></color> Gerak Hingga Bank/Kas
pt_pt: <Color=Blue><b>Alt+I</b></color> Mover a Caixa/Banco

# bbiMoveToTrans.Caption
source: <Color=Blue><b>Ctrl+I</b></color> Move Trans
id_id: <Color=Blue><b>Ctrl+I</b></color> Gerak Hingga Trans
pt_pt: <Color=Blue><b>Ctrl+I</b></color> Move to Transaccao

# bbiNew.Caption
source: <Color=Blue><b>Alt+N</b></color> New
id_id: <Color=Blue><b>Alt+N</b></color> Baru
pt_pt: <Color=Blue><b>Alt+N</b></color> Novo

# bbiPayment.Caption
source: F5 - Payment
id_id: F5 -Gaji
pt_pt: F5 -Pagamentos

# bbiProject.Caption
source: F8 - Project
id_id: F8 - Proyek
pt_pt: F8 - Projecto

# bbiSave.Caption
source: <Color=Blue><b>Alt+S</b></color> Save
id_id: <Color=Blue><b>Alt+S</b></color> Simpan
pt_pt: <Color=Blue><b>Alt+S</b></color> Salvar

# btnClose.Text
source: &Close
id_id: &Tutup
pt_pt: &Fechar

# btnNew.Text
source: &New
id_id: &Baru
pt_pt: &Novo

# btnSave.Text
source: &Save
id_id: &Simpan
pt_pt: &Salvar

# colAction.Caption
source: Action
id_id: Aksi
pt_pt: Accao

# colAmount.Caption
source: Amount
id_id: Jumlah
pt_pt: Montante

# colBudgetAmount.Caption
source: Budget Amt
id_id: Jumlah Anggaran
pt_pt: Montante de Orcamento

# colBudgetAmt.Caption
source: Budget Amt
id_id: Jumlah Anggaran
pt_pt: Montante de Orcamento

# colCashAmount.Caption
source: Amount
id_id: Jumlah
pt_pt: Montante

# colCashCheque.Caption
source: Ref. No (DD/Cheque)
id_id: No Ref. Cek Draf Permintaan
pt_pt: Numero de referencia de cheque do projecto de demanda

# colCashLedger.Caption
source: Cash / Bank
id_id: Bank/Kas
pt_pt: Banco de numerário

# colCashLedgerName.Caption
source: Ledger
id_id: Buku Kas Induk
pt_pt: Livro-razao

# colCheque.Caption
source: Ref. No (DD/Cheque)
id_id: No Ref. Cek Draf Permintaan
pt_pt: Numero de referencia de cheque do projecto de demanda

# colCode.Caption
source: CODE
id_id: Kode
pt_pt: Codigo

# colCostCentre.Caption
source: Cost Centre
id_id: Pusat Harga
pt_pt: Centro de Custo

# colFlagName.Caption
source: Name
id_id: Nama
pt_pt: Nome

# colHEAD.Caption
source: HEAD
id_id: Kepala
pt_pt: Cabeca

# colLedCode.Caption
source: Code
id_id: Kode
pt_pt: Codigo

# colLedger.Caption
source: Ledger
id_id: Buku kas induk
pt_pt: Livro-razao

# colLedgerBal.Caption
source: Current Balance
id_id: Saldo Saat Ini
pt_pt: Saldo actual

# colLedgerBalance.Caption
source: Current Balance
id_id: Saldo Saat Ini
pt_pt: Saldo actual

# colLedgerCode.Caption
source: Code
id_id: Kode
pt_pt: Codigo

# colLedgerName.Caption
source: Ledger
id_id: Buku Kas Induk
pt_pt: Livro-razao

# colMaterializedOn.Caption
source: Materialized On
id_id: Terwujud pada
pt_pt: Realizado em

# colName.Caption
source: First Name
id_id: Name
pt_pt: Nome

# colName1.Caption
source: Name
pt_pt: Nome

# colReceiptType.Caption
source: Receipt Type
pt_pt: Tipo de recibo

# colSourceName.Caption
source: Name
id_id: Nama
pt_pt: Nome

# colTempAmount.Caption
source: TempAmt
id_id: Jumlah Temp
pt_pt: Montante de Temp

# colTempAmt.Caption
source: TempAmt
id_id: Jumlah Temp
pt_pt: Montante de Temp

# colValueDate.Caption
source: Materialized On
id_id: Terwujud pada
pt_pt: Realizado em

# emptysizing.CustomizationFormText
source: Check
id_id: Cek
pt_pt: Cheque

# emptysizing.Text
source: Check
id_id: Cek
pt_pt: Cheque

# gbMasterInfo.Text
source: Voucher
id_id: Tanda Penerimaan
pt_pt: Compravante

# labelControl10.Text
source: Month
id_id: Bulan
pt_pt: Mes

# labelControl11.Text
source: Day
id_id: Hari
pt_pt: Dia

# labelControl2.Text
source: Maturity Date
id_id: Tanggal Maturitas
pt_pt: Data de Maturidade

# labelControl3.Text
source: Rate
id_id: Tarif
pt_pt: Grau

# labelControl4.Text
source: Year
id_id: Tahun
pt_pt: Ano

# labelControl5.Text
source: Month
id_id: Bulan
pt_pt: Mes

# labelControl6.Text
source: Day
id_id: Hari
pt_pt: Dia

# labelControl7.Text
source: Maturity Date
id_id: Tanggal Maturitas
pt_pt: Data de Maturidade

# labelControl8.Text
source: Rate
id_id: Tarif
pt_pt: Grau

# labelControl9.Text
source: Year
id_id: Tahun
pt_pt: Ano

# layoutControlItem5.Text
source: Narration
id_id: Alamat
pt_pt: Nome/ endereco

# layoutControlItem8.Text
source: layoutControlItem8
id_id: Narasi
pt_pt: Narracao

# lblDay.Text
source: Day
id_id: Hari
pt_pt: Dia

# lblEntry.Text
source: PAYMENTS
id_id: Gaji
pt_pt: Pagamentos

# lblInterestRateval.Text
source: Rate
id_id: Tarif
pt_pt: Grau

# lblIntrestRate.Text
source: Interest Rate
id_id: Tarif Bunga
pt_pt: Grau de Lucro

# lblMaturityDate.Text
source: Maturity Date
id_id: Tanggal Maturitas
pt_pt: Data de Maturidade

# lblMaturitydateval.Text
source: Maturity Date
id_id: Tanggal Maturitas
pt_pt: Data de Maturidade

# lblMth.Text
source: Month
id_id: Bulan
pt_pt: Mes

# lblPeriodYrCap.Text
source: Period
id_id: Periode
pt_pt: Periodo

# lblTransactionDate.Text
source: Date
id_id: Tanggal
pt_pt: Data

# lblTransactionType.Text
source: Voucher Type
id_id: Tipe Tanda Penerimaan
pt_pt: Tipo de Compravante

# lblVoucher.CustomizationFormText
source: Voucher
id_id: Tanda Penerimaan
pt_pt: Compravante

# lblVoucher.Text
source: Voucher #
id_id: Tanda Penerimaan # #
pt_pt: Compravante #

# lblYr.Text
source: Year
id_id: Tahun
pt_pt: Ano

# rgTransactionType.Properties.Items1
source: Receipt
id_id: Kwitansi
pt_pt: Recibo

# rgTransactionType.Properties.Items3
source: Payment
id_id: Gaji
pt_pt: Pagamento

# simpleLabelItem1.Text
source: Calculated Amt.
id_id: Jumlah Terhitung
pt_pt: Montante calculado

# simpleLabelItem9.Text
source: <Color=Blue><B>F10</Color></B> - Project
id_id: <Color=Blue><B>F10</Color></B> - Proyek
pt_pt: <Color=Blue><B>F10</Color></B> - Projecto

# bbiContra.Caption
source: F6 - Contra
id_id: F6 - Lawan

# rgTransactionType.Properties.Items5
source: Contra
id_id: Keluar
